[
    {
        "summary": "讲座信息：时间为2025年3月25日10:30，地点为徐汇校区人工智能学院大楼416会议室。主题是气候与气象管理的增强学习实时决策框，由冯恺睿主讲，主持人为曹钦翔。",
        "content": "学术讲座时间：2025年3月25日10:30（周二）。地点：徐汇校区人工智能学院大楼416会议室。嘉宾：冯恺睿（同济大学自主智能无人系统科学中心）。讲座主题：气候与气象管理的增强学习实时决策框。主持人：曹钦翔。",
        "source_url": "https://mp.weixin.qq.com/s/MgZkiEvsJ9FXEDRIhncf7g"
    },
    {
        "summary": "文章介绍了交大专属AI引擎「星图」，并号召用户分享使用体验与反馈，指出其功能涵盖基础入门到进阶实践，能够帮助用户快速提升AI能力。此外，积极反馈的用户还有机会获得神秘礼物。",
        "content": "星图上线啦！想在AI学习路上少走弯路？交大专属AI引擎「星图」来帮你！它就像贴心的AI学习向导，从基础入门到进阶实践全程护航，帮你轻松告别迷茫，快速提升AI能力，稳步向学术与实践高地迈进。\n\n用户反馈：「星图」陪你闯关的这段时间，有没有帮你解决过棘手问题？或是觉得哪里还能更顺手？快来留言说说你的真实体验，每一条反馈都是「星图」升级的重要灵感，期待你的声音！\n\n积极参与深度使用并提出宝贵反馈意见的同学，还有机会赢得学院精心准备的神秘礼物！",
        "source_url": "https://mp.weixin.qq.com/s/2N3Dty-JBGQXF_DN1xfgdA"
    },
    {
        "summary": "文章介绍了人工智能学院首届新生报到的场景，展现了新生们朝气蓬勃的状态以及他们对未来的憧憬。校长和老师们对新生致以关怀和寄语，希望他们刻苦学习，勇于创新，开启人生新的篇章。",
        "content": "开学啦！三伏热浪退去，初秋气象焕然一新，首届人工智能学院的新生们齐聚上海交通大学，开启他们的大学新生活。元气满满、朝气蓬勃的面孔洋溢着青春与活力，充满着对未来的憧憬与期待。在父母的陪伴下，他们即将开启交大新征程。\n\n相机记录下每一张笑脸，让这些笑脸定格在一张张照片中，成为难忘的青春记忆。丁奎岭校长以及人工智能学院的老师们都对新到来的同学们表示关心和问候，希望2024级的同学们能够刻苦学习，勇于创新，乘风破浪，奋勇向前。\n\n追风赶月莫停留，平芜尽处是春山。新学期的开始也是人生新的篇章。在这里，我们期待与每一位人工智能学院的新生们共同书写美丽的青春画卷。",
        "source_url": "https://mp.weixin.qq.com/s/IONhSRgzvKIO-oBJkL5a8w"
    },
    {
        "summary": "智能2505团支部于2025年11月7日举办了“百年薪火传，青春跟党走”主题团日活动。活动内容包括深入学习习近平新时代中国特色社会主义思想、解读《中国共产主义青年团纪律处分条例（试行）》以及回顾交通大学党团支部百年历程。团员们通过学习和回顾历史，进一步增强了理想信念、纪律意识和爱国情怀，表示将以青春力量投身学习与实践，为新时代的发展贡献力量。",
        "content": "2025年11月7日下午，智能2505团支部成功举办了“百年薪火传，青春跟党走”主题团日活动。本次活动由团支书刘洪旭主持，全体支部成员积极参与。\n\n活动伊始，团支书刘洪旭带领全体团员深入学习了习近平新时代中国特色社会主义思想的核心要义。他指出，这一思想是党的十九大确立的党的行动指南，系统总结了新时代党和国家事业发展的历史性成就与理论创新成果，体现了“十个明确”、“十四个坚持”、“十三个方面成就”的丰富内涵，以及“六个必须坚持”的世界观和方法论。团员们认真聆听，积极思考，进一步坚定了理想信念，增强了政治认同。\n\n随后，支部集中学习了《中国共产主义青年团纪律处分条例（试行）》。通过逐条解读与案例分析，团员们明确了团纪团规的严肃性与重要性，增强了组织纪律观念，提升了自我约束能力。大家纷纷表示，要以更高标准要求自己，做到心中有纪、行为有度。\n\n活动最后，支部共同回顾了交通大学第一个中共党团支部成立100周年的光辉历程。通过重温历史，团员们深刻感受到老一辈革命者和青年团员的责任担当与奋斗精神，坚定了爱国爱校、跟党走的神圣信念。\n\n此次主题团日活动内容充实、形式严谨，不仅提升了团员们的理论素养和纪律意识，也增强了团支部的凝聚力和战斗力。大家一致表示，将以更加饱满的热情投身学习与实践中，不负时代、不负韶华，在奋进新征程中贡献青春力量。",
        "source_url": "https://mp.weixin.qq.com/s/FZVqML1P1yxj8aNiJdairw"
    },
    {
        "summary": "这篇文章介绍了学院为师生打造的球类运动嘉年华活动，包括乒乓球、篮球和羽毛球的场地安排和专业教练指导信息。活动旨在鼓励师生通过运动增强体魄、结交球友、学习新技能，并强调了健康与活力对青春的重要意义。",
        "content": "球类运动嘉年华\n\n亲爱的同学们，青春的活力需要在运动场上尽情释放！为鼓励大家走出宿舍、强健体魄，学院特别筹备了专属球类运动福利——不仅提前锁定乒乓球、篮球和羽毛球场地，更邀请专业教练坐镇指导，让每一次运动都充满收获与乐趣。\n\n场地信息：\n乒乓球场地：\n时间：每周四下午18:00-20:00\n地点：南区体育馆1、2号乒乓球桌\n\n篮球场地：\n时间：每周三下午16:00-18:00\n地点：南区体育馆1-2号篮球半场\n\n羽毛球场地：\n时间：每周日15:00—17:00\n地点：智慧能源学院体育馆（每次限进10人）\n\n在这里，你不仅能收获运动带来的健康体魄，还能结识志同道合的球友，更能在专业指导下解锁新技能。\n\n教练信息：\n龙凯，上海交通大学阳光队队员。曾荣获2023年“体总杯”乒乓球项目男子单打季军，2017年成都市中学生乒乓球锦标赛团体第三名。后续还会有更多教练加入，敬请期待！\n\n本活动仅限人工智能学院师生参加。我们会根据大家的需求调整规划，共同打造更贴合期待的运动环境。后续会有更多体育项目解锁，为大家提供更广泛的运动选择。我们重视每位同学的声音。如果对某项运动特别感兴趣，或是有特定的学习需求，都欢迎随时向思政老师反馈，每一条建议都会被认真对待！\n\n健康是逐梦的基石，活力是青春的底色。让我们一起走出宿舍、奔赴球场，在运动中收获快乐，在健康中追求卓越，携手打造充满活力的校园生活！",
        "source_url": "https://mp.weixin.qq.com/s/0kyQ3KisrAHsxUJruI8XGw"
    },
    {
        "summary": "文章介绍了上海交通大学人工智能学院推选参加第三十七次学生代表大会的正式代表和常任代表候选人情况，包括代表的个人信息、经历及荣誉。公示时间为2025年10月10日至2025年10月13日，并提供了联系人及联系方式以供反馈。",
        "content": "上海交通大学第三十七次学生代表大会计划于2025年11月中旬召开。根据相关文件要求，本着公开、公平、公正的原则，按照代表性、广泛性和先进性的要求，通过人工智能学院学生代表会议民主选举以及学代会代表资格审查委员会审核，最终产生正式代表3名以及常任代表候选人1名。现将人工智能学院参加上海交通大学第三十七次学生代表大会的正式代表及常任代表候选人公示如下：\n\n正式代表：\n范文茜，女，2006年6月生，上海人，汉族，本科在读，共青团员。2024年至今在上海交通大学人工智能学院就读，现任人工智能学院学联宣传部干事。曾担任“AI赋能罕见病智慧诊疗”重点实践团团长。\n江忻然，女，2008年8月生，上海人，汉族，本科在读，共青团员。2025年至今在上海交通大学人工智能学院攻读学士学位，担任致远工科组长及智能2503班组织委员。曾获2025级新生黑客松AI挑战赛三等奖等荣誉，高中期间曾获得优秀团员等称号。\n班暾，男，1995年2月生，河北张家口人，汉族，博士在读，中共党员。2015年至2019年在浙江大学电气工程学院就读，获学士学位；2019年至2022年在浙江大学控制科学与工程学院就读，获硕士学位；2025年起在上海交通大学人工智能学院攻读博士学位。曾获浙江大学三好研究生、优秀共青团员、优秀研究生干部等荣誉。\n\n常任代表候选人：\n杨墨非，男，2007年6月生，北京人，汉族，本科在读，共青团员。2025年至今在上海交通大学人工智能学院攻读学士学位，现任上海交通大学智能2502班班长。\n\n公示时间为2025年10月10日至2025年10月13日。对公示对象如有情况反映，请在公示期间向学院团委反映。\n联系人：宋阳\n联系方式：s-y01@sjtu.edu.cn\n共青团上海交通大学人工智能学院委员会\n2025年10月10日",
        "source_url": "https://mp.weixin.qq.com/s/w1xAJWm7_TI_FEa463sJrA"
    },
    {
        "summary": "上海交通大学人工智能学院举办2025级本科生师生见面会，活动包括班主任发言、在校生经验分享、主题寄语以及座谈交流与破冰活动。学院寄语新生敢于探索、筑牢学术基础，积极迎接AI领域挑战。此次活动激发了新生对人工智能的热情，为未来成长奠定基础。",
        "content": "8月27日，上海交通大学人工智能学院举行2025级本科生师生见面会活动。学院党委书记杨一帆、副书记许淼鑫、全体2025级本科生班主任、教师代表、在校生代表以及学院2025级全体本科新生参加了活动，活动由学院党委副书记许淼鑫主持。\n\n2025级本科生班主任张志鹏、张王优、张林峰、钱忱、李永露与学院人才培养团队依次发言，结合自身在学院多年的成长经历，鼓励大家热爱学习、深耕专业、积极沟通，全方位守护学生成长。\n\n2024级本科生陈志杰、廖麟鹭作为在校生代表发言。陈志杰从课程学习、资源利用、视野拓展等方面分享经验，勉励新生保持专注、勇于探索，在AI领域实现自我突破。廖麟鹭从学业挑战、科研启蒙、文体活动等维度分享大一生活，鼓励新生以踏实姿态直面专业挑战，在AI实践中开拓视野，于集体活动中收获成长，勇于超越自我。\n\n杨一帆以《做一名AI领域的追光者》为主题，向2025级全体新生送出殷切寄语。她表示，学院将为学生提供全交大最卓越的师资力量、最丰富的教学资源和最知名的企业合作资源，助力大家在人工智能领域乘风破浪，以积极的姿态迎接变化、未知与挑战。她寄语同学们要永葆探索锐气，敢闯无人区；筑牢学术根基，练就真本领；勇于肩负责任，扛起新使命，在科技报国的实践中绽放青春光芒。\n\n见面会结束后，各班于分会场开展座谈交流与破冰活动。师生在轻松氛围中深入互动，班主任就学习规划、生活适应等问题逐一解答，新生们通过素质拓展、团队游戏等环节快速拉近距离、增进了解，为接下来四年的温暖班级生活奠定了坚实基础。\n\n此次师生见面会的举办，不仅让2025级新生感受到了学院的温暖与关怀，更激发了他们探索AI领域的热情，为他们在交大的成长之路奠定了坚实的基础。相信在学院的精心培养和师生的共同努力下，这些新生将在人工智能的广阔天地中绽放光彩，为国家AI事业的发展贡献力量。",
        "source_url": "https://mp.weixin.qq.com/s/jhvgJKTZRGo59rGtfhuRBQ"
    },
    {
        "summary": "AI未来星科普宣讲团正在招募首批志愿者，旨在推广人工智能知识。志愿者需热爱AI技术，具备沟通能力，专业背景优先，将获得专业培训、活动参与机会及荣誉证书。报名时间有限。",
        "content": "AI未来星科普宣讲团正式面向社会招募首批志愿者！如果你热爱人工智能技术，对科普宣讲充满热情，这是一个不可错过的机会。我们致力于推广人工智能知识，让更多人了解这一领域的前沿技术和应用价值。加入我们，你将有机会参与丰富的活动，与志同道合的伙伴共同探讨AI领域的无限可能。\n\n招募条件如下：\n1. 对人工智能及科普传播有浓厚兴趣。\n2. 具备良好的沟通能力，能够清晰表达观点。\n3. 有一定的相关专业背景或学习经历优先。\n4. 热心公益事业，愿意付出时间和精力参与宣讲活动。\n\n我们提供：\n1. 专业的宣讲培训，帮助你提升科普能力。\n2. 参与AI技术前沿的交流活动，与行业专家面对面。\n3. 志愿者专属认证及荣誉证书。\n4. 与一群热爱AI的年轻人共同成长的机会。\n\n招募时间有限，欢迎所有对人工智能领域感兴趣的朋友踊跃报名。让我们一起为未来科技知识的普及贡献力量！\n\n报名方式：\n请发送个人简介及申请理由至指定邮箱，我们会尽快与您联系。",
        "source_url": "https://mp.weixin.qq.com/s/LjVKNcFc9XN2KVFFhbpcyA"
    },
    {
        "summary": "智能2401团支部举办了「奋进强国路，阔步新征程」主题团日活动，通过参观馆藏精品展览，成员们深刻感受中华民族历史文化的厚重与传承，增强了文化自信，激发了对国家未来发展的憧憬。大家意识到肩负传承优秀文化与投身现代化建设的责任，并立志以实际行动践行社会主义核心价值观，为国家繁荣富强贡献力量。",
        "content": "智能2401团支部开展了主题为「奋进强国路，阔步新征程」的团日活动。2024年10月26日下午，团支部成员参观了文博楼一楼大厅的「中华民族文化探源」京沪高校博物馆馆藏精品展览。通过这次活动，大家不仅增长了知识，还深刻感受到了中华民族悠久的历史和灿烂的文化。\n\n在展览中，参观者见证了中华民族从远古时期到现代科技飞速发展的发展足迹。从石器时代的简单工具到现代科技的展品，每一件展品都承载着厚重的历史和文化传承。这次活动让大家深刻认识到中华民族历经磨难而不断发展壮大的原因在于坚韧不拔的民族精神和不断进取的创新精神。\n\n通过参观，成员们更加坚定了对中华民族优秀传统文化的自信，并激发了对国家未来发展的憧憬。作为新时代青年，大家意识到肩负着传承和发扬中华民族优秀文化的责任，同时要积极投身于国家的现代化建设中，为实现中华民族伟大复兴的中国梦贡献力量。\n\n这次活动让大家学习了强国路上中国实现的伟大突破，并认识到新时代中国传统文化的重要价值。在参观馆藏精品展的过程中，成员们深刻感悟到中华民族文化的源远流长，更加理解了伟大复兴对国家和民族的重要意义。\n\n在未来的学习生活中，团支部成员将以这次活动为契机，努力学习科学文化知识，提高自身素质，培养创新能力，以实际行动践行社会主义核心价值观，为建设更加繁荣富强的国家而不懈奋斗。",
        "source_url": "https://mp.weixin.qq.com/s/SXypKGXH2YPa58XuPaS-Vg"
    },
    {
        "summary": "上海交大人工智能学院学生实践团走进字节跳动，探索企业文化与科技创新。从字节跳动的发展历程到AI技术实际应用，从直播带货到古籍保护公益项目，同学们亲身体验了AI的广泛应用与深远影响。同时，参观字节跳动的员工工区，了解其以人为本的企业文化。这次实践不仅是技术的观摩，更是对AI初心与笃行的深刻启示。",
        "content": "2025年7月，上海交大人工智能学院学生实践团走进字节跳动，开展了一场探索科技前沿与创新文化的实践之旅。从企业文化到技术应用，从人才发展到工作环境，同学们全面感受了这家全球领先互联网科技企业的独特魅力。\n\n实践团首先来到企业宣讲厅，字节跳动HR以「激发创造，丰富生活」为企业使命，详细介绍了字节跳动的发展历程。公司从2012年的一间四居室起步，发展至今始终坚持使命初心和长期主义，在AI、推荐算法等领域持续投入，推出了抖音、TikTok、飞书和豆包等多款产品。在分享环节，就职于字节跳动的交大学长还交流了大模型相关的技术实践，展现了交大人在字节跳动AI技术领域的贡献。\n\n实践团随后参观了科技展厅，亲身体验字节跳动的创新技术。在直播互动区，大家体验了直播带货，感受AI算法如何实现从「人找货」到「货找人」的电商模式升级；在VR体验区，大家「穿越」至数字重建的古建筑中，感受AI技术赋予艺术的魅力；豆包大模型的实时语音生成与视频创作功能更是令人惊叹，它能根据简单指令生成高质量图像和歌曲。此外，同学们了解到字节跳动的古籍保护公益项目，该公司利用OCR与AI修复技术数字化保存了超10万页珍贵古籍。展厅中的AI技术成果琳琅满目，背后是字节员工日复一日的技术攻关和责任坚守。\n\n实践团还参观了字节跳动的员工健身房和食堂等工区场所，感受企业以人为本、注重员工体验的文化氛围。字节跳动通过技术创新与人文关怀的深度融合，激发了员工创造力，这也是企业持续发展的重要动力。\n\n对于AI学子而言，这次实践不仅是一次前沿科技的观摩，更是一场关于初心与笃行的启示。未来，AI的发展既要向技术深处探索，也要锚定服务人类的本心。在逐梦路上，唯有脚踏实地、持续精进，才能让人工智能真正丰富生活、照亮未来。",
        "source_url": "https://mp.weixin.qq.com/s/a5TGZETEQD8wwDIpjYgb8Q"
    },
    {
        "summary": "六院联合队为“一二·九”歌会展开了精心筹备和排练。他们选取以中华传统文化为核心的曲目《上春山》，通过细致的分声部训练和合唱磨合，将歌曲的情感与文化内涵深情地呈现出来。此次排练展现了六院成员的团结和努力，也为歌会的成功奠定了基础。",
        "content": "转眼间又一年过去了，这一年中，六院的成员们共同以医者仁心筑工科辉煌，以学识佑百姓苍生，用自己的努力弘扬中华智慧，燃万家灯火，创造未来。2024年11月10日，由材料科学与工程学院、生物医学工程学院、农业与生物学院、国际与公共事务学院、智慧能源创新学院和人工智能学院组成的六院联队，在文选医学楼报告厅进行了第一次合排。大家齐心协力，为“一二·九”歌会做了充分准备。\n\n去年《天耀中华》表达了交大人对祖国的深情与热爱，今年的选曲延续了中华传统文化的核心。《上春山》以清新明快的歌词和大量初春古诗词为根基，用“攒了一年万千思念”这样的深情句子作为结尾，寓情于细微之处，展现了思念和爱意。这首歌曲既是缅怀，也是希望。\n\n排练过程中，六院联队进行了分声部训练，由指导老师耐心纠正音准、音调和音色，力求每位同学都达到完美，共同呈现最美的和声。最终合唱时，各声部与指挥默契配合，声音错落有致，相互托举包容，深情演绎了歌曲的多层次情感。前奏宛如描绘出儿童放纸鸢、游人追画船的河边春色，悠扬的歌声中，排练圆满结束。",
        "source_url": "https://mp.weixin.qq.com/s/KjE_8uMEw98RserX1s3Jig"
    },
    {
        "summary": "学院组织乒乓球活动，每周三下午在南区体育馆进行，并邀请了国家一级运动员胡雪涵现场指导。活动旨在鼓励人工智能学院师生积极参与体育运动，强身健体，同时后续还将解锁更多运动项目以丰富校园生活。",
        "content": "球类运动嘉年华\n\n亲爱的同学们，为了鼓励大家积极参与体育活动，强身健体，学院为大家预约了乒乓球场地。让我们一起在球场上挥洒汗水，享受运动带来的快乐与健康。期待在运动场上见到你们活跃的身影！\n\n乒乓球场地安排：\n时间：本学期2月26日起每周三16:00-18:00\n地点：南区体育馆1-2号乒乓球桌\n\n为了让同学们的运动体验更加专业和高效，我们不仅预约了乒乓球场地，还荣幸地邀请到了经验丰富的教练，在现场进行指导，帮助每位同学提升技能，享受运动的乐趣。让我们在专业教练的引领下，共同迈向健康生活，尽情释放活力吧！\n\n乒乓球教练介绍：\n胡雪涵，国家乒乓球一级运动员，校阳光队女队队长、主力成员。她曾获得2024年上海市学生运动会乒乓球甲组女子双打冠军和女子团体亚军；2023-2024学年上海市大学生乒乓球锦标赛（丙组）女子团体亚军和女子双打亚军；并荣获第五十届校运动会体育达人称号。\n\n本活动仅限人工智能学院师生参加。希望同学们多多走出宿舍，积极运动，强身健体。后续也会有更多运动项目解锁，为大家提供更广泛的运动选择。如果你对某项运动特别感兴趣或有特定的学习需求，欢迎随时向思政老师提出反馈。我们重视每一位同学的声音，期待与大家共同打造一个充满活力和健康的校园生活。让我们携手前进，在运动中寻找快乐，在健康中追求卓越！",
        "source_url": "https://mp.weixin.qq.com/s/OJ9Tcea8nGeyBsVK0UenLA"
    },
    {
        "summary": "本文介绍了习近平总书记对青年成长的「人生三部曲」的论述，并号召2024级新生加入共青团，为中华民族伟大复兴贡献青春力量。文章详细说明了入团的重要意义及成为团员的步骤。",
        "content": "入团指南\n\n亲爱的2024级新生：\n\n「我申请加入中国共产主义青年团……」「我是团员我先上！」「为共产主义事业而奋斗！」\n\n习近平总书记强调，在实现中华民族伟大复兴的征程上，入队、入团、入党，是青年追求政治进步的「人生三部曲」。越来越多的中国青年申请加入共青团，希望在共青团这所实践大学校中接受政治训练、加强政治锻造、追求政治进步，并以成长为一名合格的共产党员为目标、为光荣。\n\n如果你希望成为共青团的一份子，在团旗下庄严宣誓，用青春和热血书写华章，请收好这份入团指南，一步步向团组织靠拢，为祖国的繁荣富强贡献青春力量！\n\n那么，怎么成为一名光荣的共青团员呢？让我们一起看看具体流程吧！",
        "source_url": "https://mp.weixin.qq.com/s/Us9Y8o3ktVdrW7m17Pnpbw"
    },
    {
        "summary": "本文介绍了人工智能如何赋能罕见病智慧诊疗的社会实践活动。罕见病因诊断难、数据少、政策支持不足困扰着两千万中国患者，人工智能通过数据分析和服务优势为解决这些问题提供曙光。此次实践将在长三角地区重点医院开展，旨在通过数据采集和访谈推动人工智能技术落地，改善罕见病诊疗。活动鼓励参与者用科技温暖罕见病群体，成为点亮希望的力量。",
        "content": "让罕见被看见。当人工智能遇上罕见病诊疗，会碰撞出怎样的火花？每一份数据都是解开罕见谜题的钥匙，每一次看见都能为罕见病患者点亮希望。\n\n这个夏天，我们邀你一同参与「让罕见被看见」AI赋能罕见病智慧诊疗暑期社会实践之旅，用数据与对话书写罕见病诊疗的答案。\n\n罕见病因其“罕见”常被忽视，却困扰着超过两千万中国患者。诊断难、数据少、政策支持不足成为横亘在诊疗前的三重障碍。人工智能凭借多模态数据分析和跨地域服务等能力，为破解困局带来曙光。本次实践将通过实地采集罕见病诊疗数据、深度访谈医患及政策方，为人工智能模型训练提供真实场景样本，推动人工智能在罕见病早筛、诊断辅助、政策优化等领域的落地，让科技真正看见罕见病群体的需求。\n\n实践时间：2025年7月  \n实践地点：长三角地区重点医院  \n\n这个夏天，加入我们，用数据打破认知壁垒，用对话连接技术与需求，让罕见病诊疗不再罕见。每一个罕见背后，都是鲜活的生命；每一次看见之下，都是科技的温度。你就是照亮希望的那束光。",
        "source_url": "https://mp.weixin.qq.com/s/k8pdEll0oWC7vCmLo-oEKQ"
    },
    {
        "summary": "人工智能学院在国家烈士纪念日组织学生开展了「弘扬英烈精神，赓续红色血脉」纪念活动。通过敬献花篮、默哀、诗歌朗诵、英烈事迹讲述、庄严宣誓等形式缅怀革命英烈，传承红色基因。同学们深受激励，纷纷表示将以英烈精神为指引，在人工智能领域勇攀科研高峰，为祖国建设贡献力量。",
        "content": "2025年9月30日是国家设立的烈士纪念日，无数英烈拯救民族危亡，守护万家安宁。忠魂不泯，英灵犹在，「人民英雄永垂不朽」是一个民族对英雄的敬仰。历史不会忘记，人民不会忘记。让我们以最崇高的敬意缅怀先烈，致敬英雄。\n\n为深切缅怀革命英烈、传承红色基因，2025年9月29日中午，人工智能学院组织学生在闵行校区英烈纪念雕塑开展了「弘扬英烈精神，赓续红色血脉」英烈纪念活动。学院本科年级思政老师宋阳以及2024、2025级本科生学生代表参加了活动。\n\n活动在肃穆的敬献花篮仪式中拉开帷幕。学生代表护送花篮缓步走向纪念碑，朵朵鲜花寄托着对英烈的深切追思和崇高敬意。同学们垂首肃立，默哀一分钟，在无声中追思英烈用生命铸就和平的壮举。\n\n学生代表深情朗诵诗歌《以梦为马》并讲述了史霄雯、穆汉祥等英烈的英勇事迹。铿锵有力的字句间传递着革命先辈的坚定信念与家国情怀，带领同学们走进那段波澜壮阔的历史，了解先烈们为了民族解放、国家独立，不惜抛头颅、洒热血的感人故事。\n\n全体同学在团旗前举起右手庄严宣誓，气氛庄重而肃穆。铮铮誓言回荡在校园中，彰显了同学们为科技强国事业而奋斗的决心与信念。\n\n宋阳为同学们作总结讲话。他回顾了交大的光辉历史，指出交大人总是在祖国最需要的地方做出贡献。老一辈交大人用自己的实际行动诠释了交大人的使命与责任。希望大家能够以先烈们的爱国主义精神为指引，用实际行动传承红色基因，将英烈精神转化为前行的动力，在学习科研中拼搏奋进，为祖国的人工智能强国建设贡献交大力量。\n\n随后，同学们对烈士纪念碑及周边环境进行了清理，用实际行动表达对先烈的敬重，让烈士纪念场所始终保持整洁、庄严。\n\n此次活动深刻激发了同学们的责任意识与家国情怀。大家纷纷表示，将以英烈精神为指引，在人工智能领域勇攀科研高峰，以科技报国之心书写新时代青春答卷。",
        "source_url": "https://mp.weixin.qq.com/s/Tv6l9cvi_7QF5IsOq4BL6A"
    },
    {
        "summary": "上海交通大学人工智能学院召开首届本科生责任导师座谈会，会议旨在推动本科生责任导师制度的实施，促进导师与学生的沟通交流。导师们表示将牢记使命，助力学生成长成才，为本科生人才培养探索新路径。学生代表表达了对导师的期待，希望获得学术指导、实践机会和人工智能领域前沿知识。本次座谈会为学院未来的人才培养工作提供了宝贵参考，彰显了教书育人、立德树人的重要意义。",
        "content": "12月24日中午，上海交通大学人工智能学院首届本科生责任导师座谈会在转化医学大楼C5会议室成功举办。校党委常委、副校长蒋兴浩，学生处副处长王培丞，教务处副处长胡艳丽，人工智能学院全体责任导师及2024级本科生代表参加会议。会议由人工智能学院执行院长王延峰主持。\n\n严骏驰介绍了人工智能学院本科生责任导师制度开展的基本情况。他指出，责任导师不仅要在学术科研上帮助学生提升能力，更要在人格塑造、专业选择、日常生活和未来发展等方面进行指导，真正做到教书育人、立德树人，成为学生成长道路上的引路人。随后，蒋兴浩、胡艳丽、王培丞和王延峰为导师们颁发聘书。\n\n人工智能学院2024级本科生代表蓝颖俊、杨希渊和桂仲腾发言。蓝颖俊同学提出期待能与责任导师进行深入交流，获得学术上的精准指导，为自己的学业和职业规划提供有力支持。杨希渊同学分享了对学习科研的看法，认为人性化的培养模式能够更有效地激发个人潜能，期待导师在科研能力以及研究方向等方面给予更多指导和帮助。桂仲腾同学希望导师能传授人工智能领域的前沿知识，并根据学生的能力水平安排实践机会。同时，他也希望导师能推荐更多科研工具，帮助学生更好地提升科研能力。\n\n在座谈交流环节，俞凯、周栋焯、连文昭、胡云聪和张林峰等导师对学生代表提出的期望给予了回应，并分享了各自关于人才培养和科研学习的心得感悟。导师们纷纷表示，他们将牢记责任导师所肩负的责任与使命，持续提供学习、科研、实践机会，助力学生成长成才。老师们寄语学生，不但要关注提升学习能力的「术」，更要领悟科研道路中的「道」。要深度思考，追问知识的本质，提升思想境界，才能成为学术功底深厚、善于独立思考、视野广阔的优秀人才。\n\n王培丞指出，同学们在学习科研的过程中可以与思政老师、辅导员积极沟通，更加广泛地获取信息，拓宽自己的视野。学指委将继续为学院人才培养和学生工作提供更多资源和有力支持。胡艳丽对人工智能学院的人才培养工作给予了高度评价，表示人工智能学院作为新成立的特区学院，要勇于摆脱传统束缚，探索新型的人才培养路径。\n\n蒋兴浩作总结发言。他对学院人才培养工作表示肯定，希望人工智能学院能够切实有效地将本科生责任导师制度着实做细，真正发挥出导师在本科生人才培养过程中所承担的重要角色。他强调，责任导师在指导学生过程中应尽心尽责，确保自身能力过硬，同时要充分考虑学生个体特点，发挥责任导师机制的优势。他指出，责任导师开展工作时，要在理想信念、人格养成、学业科研、生活管理、人生规划等方面下足功夫，与学生充分沟通指导，共同完成教书育人、立德树人的根本任务，为学校本科生人才培养探索出一条有参考借鉴价值的新路径。\n\n本科生责任导师制度是学院深入落实「立德树人」根本任务，扎实推进「三全育人」工作而实施的重要举措，旨在充分发挥专业教师在本科生人才培养过程中的作用，培养世界一流的人工智能领域创新人才。本次座谈会的成功举办，不仅加强了学院、学生与责任导师之间的联系和沟通，也为学院未来本科生责任导师制度的开展和落实提供了有益的参考和借鉴。求学路漫漫，得遇良师一路同行。祝愿师生在未来的道路上携手共进，同向同行！",
        "source_url": "https://mp.weixin.qq.com/s/Jg7SGOQC_jfF9sEYeSZdWA"
    },
    {
        "summary": "上海交通大学人工智能学院举办首次“Deep Learning深度学习”学习辅导活动，活动内容包括数学分析学习经验分享、科研与实习建议，以及针对难点课程的分析。互动环节中，专家详细讲解了科研与实验室相关问题，帮助同学们明确发展方向。活动总结强调信息资源的重要性及实践应用的意义，为同学们提供了丰富的学习经验和发展建议。",
        "content": "10月17日下午，人工智能学院首次“Deep Learning深度学习”学习辅导活动在致远书院207多媒体教室顺利举行，活动由学院学生工作办公室副主任宋阳主持。\n\n首先，在本次数学分析摸底考试中取得优异成绩的徐颢文同学进行了数学分析学习经验分享。他围绕数学分析课程中的难点，针对性地提出解决办法。他指出，要学好数学分析，最重要的是培养抽象能力、形成数学感觉以及做到严谨表达。他认为，通过图像能够直观地帮助大家理解数学分析定理。在解题方面，他建议可以通过举例子来探索，从反面思考以及深刻理解定义。关于总结，他推荐使用图示和形象语言进行证明，延伸思考，并总结题目中贯穿的放缩方法。在表达严谨性上，他建议同学们多向老师请教，及时总结常犯的逻辑误区。最后，徐颢文同学为大家推荐了一些数学分析学习相关的参考书目。\n\n随后，人工智能学院的郦洋博士分享了自己在上海交通大学的心得和经历。他基于个人学习经历，鼓励同学们积极投身科研，参与科创比赛和实习项目，提前明确适合自己的未来方向。他指出，大学的评价标准更加多元化和自主化，每个阶段都需要不同的管理方法和标准。郦洋博士建议合理分配精力，积极接受多元信息，选择适合自己的发展道路。此外，他针对同学们的难点课程进行了分析，为大家提供了有效的学习借鉴。\n\n在互动环节，同学们热情积极，尤其关注学习和科研相关问题。郦洋博士详细讲解了进入实验室的时机、所需的基础知识与技能，以及如何与导师和团队成员进行有效的沟通与合作，让同学们对未来的发展方向有了更清晰的认识。\n\n最后，宋阳对本次活动进行了总结。他对两位嘉宾的精彩分享表示感谢，并肯定了同学们的积极参与与认真思考。他强调了同学们要重视信息资源的获取和运用，拓展视野，为学习和未来发展提供更多的可能性。同时，他希望同学们能够从本次活动中汲取经验和智慧，并将所学运用到实际学习中，不断提升自己的综合素质。\n\n此次“Deep Learning深度学习”学习辅导活动为同学们带来了丰富的学习经验和宝贵的发展建议。相信同学们在未来的学习生活中，能够充分运用所学所得，不断追求卓越，为自己的大学生活增添绚丽的色彩，迈向更加美好的未来。",
        "source_url": "https://mp.weixin.qq.com/s/LsoXdDEKNCGQfA7jauy29A"
    },
    {
        "summary": "本文是一份针对上海交通大学学生寝室空调租赁的详细指南，内容包括租赁流程、计费方式、常见问题解决方法及注意事项。旨在帮助新生快速了解操作步骤，节约时间，同时提醒安全注意事项。",
        "content": "亲爱的同学们：\n\n十年寒窗，一朝圆梦！巍巍交大，欢迎你的加入！菁菁家园，等待你的入住！新的学期即将开始，我们将寝室空调服务的相关情况做以下温馨提示，以便提前了解情况，节约你的宝贵时间。\n\n【学生寝室空调租赁指南】\n\n确认好自己的寝室后即可前往空调服务窗口办理空调租赁开通（领取遥控器）业务。在寝室成员意见一致的情况下，建议委派1名代表前往即可，避免造成人员聚集。先报到的同学办理完租赁手续拿到遥控器后及时告知寝室其他同学，避免信息共享不及时而导致的重复办理。\n\n空调服务中心地址及工作时间：\n- 闵行校区：学生中心一楼大厅11-12窗口。工作时间为工作日8:00至16:30（法定节假日除外）。\n- 徐汇校区：桃李苑后侧格力服务站。工作时间为工作日8:30至16:30（法定节假日除外）。\n- 医学院：留意楼内通知的临时服务点。\n\n温馨提示：\n寝室空调为租赁使用模式，办理租赁付费手续后方可启用。空调覆盖率99%，极少数无空调的寝室在办理完租赁手续后2天内安装到位。\n\n办理方式：\n各寝室派1名代表扫描寝室空调面板上的二维码，关注SJTU空调服务中心公众号后填写信息（寝室信息包括校区、楼栋、寝室号、姓名、学号、手机号）。信息提交成功后，页面会自动生成预约号。凭预约号至各校区服务点办理付费开通并领取遥控器。开学迎新期间人员较多，请注意安全，离开时带好随身物品。\n\n计费方式：\n租赁期以学年为单位（如0.5学年：2024年9月1日至2025年3月；1学年：2024年9月1日至2025年8月31），费用以寝室为单位，寝室成员自行分摊。租期越长越实惠，例如本科1学年600元/寝室+100元押金，4学年1650元/寝室+100元押金。\n\n寝室代表：\n寝室委派1名代表办理租赁付费开通手续即可。付费方式支持微信、支付宝、银联卡和现金。付费完成后现场领取空调遥控器。安装、开通时间按办理租赁的先后排序。\n\n有效租赁期内，发生整体换寝或换校区，可至校内服务点直接办理协议变更手续。提前毕业离校或寝室整体退宿等情况，可办理退租手续，按学年定义对应产生的费用计费后退还剩余租赁费及押金。\n\n开学迎新高峰期间，各校区服务点服务时间延长1小时。医学院以楼内通知为准。\n\n其他注意事项：\n- 空调出现故障，请在SJTU空调服务中心平台报修。非人为损坏，全部免费维修保养。\n- 寝室空调每年定期清洗保养2次，2024年第二次清洗保养工作预计在10月下旬开展。\n- 无空调租赁需求的寝室，将在迎新工作结束后统一对闲置空调设备停机、贴封。\n\n寝室空调常见问题解决小常识：\n1. 导风叶片或出风口上有水珠，这是温差较大产生的结露。可将导风叶片调至45度、调大风速，即可解决。\n2. 空调正常启动出风，但空调面板上没有指示灯亮？遥控器上有「灯光」键，可一键开关面板温度显示。\n3. 遥控按空调无反应？先确认插座是否通电，可将空调插头重新插拔，听到「嘀」的一声说明插座通电。若无反应问题可能是遥控电池电量不足造成，更换新电池即可。如果插拔插头时，空调没有发出「滴」声，请检查寝室电箱是否跳闸，切勿自行操作。\n\n如有问题无法判断，请及时与服务中心联系，我们会第一时间受理解决。\n\n报修服务电话：021-34782188。\n业务咨询、投诉建议：13636657355。",
        "source_url": "https://mp.weixin.qq.com/s/tP2ElDrOinu9MAv4M4tKAQ"
    },
    {
        "summary": "本文通知了共青团上海交通大学人工智能学院第一次代表大会的召开时间、地点及相关安排，详细介绍了大会的指导思想、主要议程、代表名额分配原则、委员会组成及选举办法，旨在组织团员青年充分参与团内事务，推动学院共青团改革发展。",
        "content": "各团支部：\n\n经共青团上海交通大学人工智能学院委员会筹备组会议研究决定，并报院党委和校团委批准，共青团上海交通大学人工智能学院第一次代表大会拟于2025年12月5日在徐汇校区人工智能学院大楼多功能厅召开。现将有关事项通知如下：\n\n大会指导思想：\n共青团上海交通大学人工智能学院第一次代表大会的指导思想是：高举中国特色社会主义伟大旗帜，以马克思列宁主义、毛泽东思想、邓小平理论、「三个代表」重要思想、科学发展观、习近平新时代中国特色社会主义思想为指导，深入贯彻党的二十大和二十届二中、三中、四中全会精神，深刻领会习近平总书记关于青年工作的重要思想，全面落实团的十九大和十九届二中、三中、四中全会以及学校第十一次党代会的要求，系统总结过去一段时间以来的工作，提出今后一个时期学院共青团改革发展的总体思路和工作目标，进一步动员和凝聚全院各级团组织和广大团员青年的智慧和力量，团结带领全院团员青年不忘初心、牢记使命，奋力书写为中国式现代化挺膺担当的青春篇章。\n\n大会主要议程：\n1. 听取并审议共青团上海交通大学人工智能学院委员会筹备工作报告。\n2. 听取并审议上海交通大学人工智能学院团学工作报告。\n3. 选举产生共青团上海交通大学人工智能学院第一届委员会。\n\n代表名额及分配原则：\n根据《中国共产主义青年团章程》《中国共产主义青年团基层组织选举规则》及《中国共产主义青年团普通高等学校基层组织工作条例》的有关规定，按照有利于团员了解和直接参与团内事务、有利于讨论和决定问题的原则，大会代表拟定为130名，列席代表若干，覆盖本科生团员、研究生团员和青年教职工团员群体，其中基层团支部和非团学干部的团员学生的代表比例不低于70%。代表名额的分配根据各选举单位所属团组织的数量、团员人数和工作需要确定。\n\n共青团上海交通大学人工智能学院第一届委员会组成：\n根据《中国共产主义青年团基层组织选举规则》《中国共产主义青年团普通高等学校基层组织工作条例》的有关规定，按照以工作为主、兼顾代表性和班子结构合理的原则以及共青团改革的要求，共青团上海交通大学人工智能学院第一届委员会委员拟定为7名，提名候选人9名，其中书记1名，副书记1名。\n\n大会选举办法：\n1. 共青团上海交通大学人工智能学院第一次代表大会代表由各选举单位实行差额选举产生，代表候选人人数应多于应选人数的20%。\n2. 共青团上海交通大学人工智能学院第一届委员会委员由代表大会实行差额选举产生，候选人名额多于应选名额的22%。\n3. 共青团上海交通大学人工智能学院第一届委员会书记、副书记均实行等额选举，由共青团上海交通大学人工智能学院第一届委员会第一次全体会议选举产生。\n4. 以上选举均采用无记名投票方式。\n\n共青团上海交通大学人工智能学院委员会筹备组\n2025年11月25日",
        "source_url": "https://mp.weixin.qq.com/s/-KSmjLmXFd-DXTRoogMi-w"
    },
    {
        "summary": "文章欢迎2025级新生加入上海交通大学人工智能学院，并展示了多位班主任的专属祝福与寄语。他们表达了对新生未来发展的期许与关怀，鼓励学生们在学术、生活中保持好奇心与探索精神，掌握人工智能前沿技术，同时心怀家国，肩负责任，与时代同行，成就自己与社会的共同进步。",
        "content": "欢迎2025级新同学加入上海交通大学大家庭！亲爱的萌新们，当你们怀揣憧憬踏入上海交通大学的校门，便已站在了一段崭新旅程的起点。在人工智能学院这个汇聚智慧与热爱的港湾，你们将解锁学术探索的无限可能——去触碰AI领域的前沿脉搏，去挑战认知的边界，更让青春的梦想与时代的浪潮同频共振。\n\n此刻，7位班主任老师已带着满满期许，为你们准备了专属祝福。未来的日子里，他们既是引路的灯塔，用深耕学术的积淀为你们答疑解惑；也是同行的伙伴，以历经岁月的热忱陪你们穿越成长的迷雾，最终助你们成长为与祖国同向、与时代同行的栋梁。\n\n本科智能2501班主任张志鹏：助理教授，博士生导师，毕业于中国科学院自动化研究所模式识别国家重点实验室。主要研究方向包括视觉与多模态理解、自动驾驶与具身智能，以及人工智能在科学研究中的应用。祝福寄语：亲爱的新同学们，当蝉鸣渐歇，你们携星光踏入这方校园。青春的画卷正待铺展，知识的清风将拂过书页，友谊的种子会悄然萌芽。愿你们以好奇为笔，以坚持为墨，在课堂里沉淀智慧，在岁月中生长力量。别怕前路漫长，交大SAI是你们的港湾，祝你们在时光里收获满径芬芳。\n\n本科智能2502班主任张王优：助理教授，博士毕业于上海交通大学。研究方向包括语音信号处理、鲁棒语音识别、自监督语音预训练等。祝福寄语：同学们，祝贺你们开启新的旅程，也欢迎你们加入交大SAI大家庭！愿你们在未来几年中，成长为自己人生的领航员，保持好奇，勇于探索，在自己热爱的世界里闪闪发光，在AI浪潮中开拓属于自己的精彩未来。\n\n本科智能2503班主任张林峰：助理教授，2024年博士毕业于清华大学交叉信息学院。研究方向为人工智能模型与数据的压缩加速。祝福寄语：欢迎加入承载「饮水思源」精神的AI殿堂！望你们在交大这片创新沃土上，深植AI根基，勇攀科技高峰。不仅要掌握前沿智能技术，更要心怀家国，坚守伦理，用智慧点亮未来，以担当引领变革。做有情怀、有能力的AI开拓者！为强国建设贡献交大AI力量！\n\n本科智能2504班主任钱忱：副教授，博士生导师，2021年获得清华大学工学博士学位。研究方向包括大语言模型、自主智能体、多智能体系统。祝福寄语：亲爱的2025级小同学们，很高兴欢迎你们加入上海交通大学人工智能学院这个大家庭！你们正站在人生的新起点，马上就要开启一段充满探索和成长的新旅程了。在这个AI飞速发展的时代，科技已经在悄悄改变我们的世界。你们选择了人工智能这个面向未来、机遇无限的专业，真的很酷。祝你们学到更多知识、见识更大的世界、交到志同道合的朋友，还能积极去探索，勇敢追新，把前沿技术变成自己的本领，不断突破自我。期待和你们一起开启新征程！\n\n本科智能2505班主任李永露：副教授，上海市海外高层次人才，2021年博士毕业于上海交通大学计算机科学与技术专业，曾担任香港科技大学博士后研究员。研究方向为具身智能、物理推理、行为理解。祝福寄语：欢迎大家。在人工智能的时代，希望大家可以以终为始，培养高远的志向，想大事，做小事，既会提问题也会解问题。享受生活，享受研究。\n\n2025级人工智能专业硕士班主任陈立鹏：副教授，2020年博士毕业于英国利兹大学机器人学专业，曾在英国爱丁堡大学和腾讯机器人实验室担任博士后和高级研究员。研究方向涵盖机器人抓取与操作、运动控制、人机交互与协作等关键技术领域。祝福寄语：欢迎新SAIer们踏上这段充满无限可能的旅程！未来几年，我不仅是你们的班主任，更希望能成为你们成长路上的同行者与朋友。学术路上，愿你们保持热爱，勇敢尝试；生活中，记得彼此关照，享受这段珍贵的时光。期待与你们并肩前行！\n\n2025级人工智能专业博士班主任陈思衡：副教授，美国卡内基梅隆大学博士，入选国家级人才计划青年项目。研究方向聚焦大模型智能体、群体智能。祝福寄语：欢迎同学们加入上海交通大学人工智能学院！期待你们以「四有」精神开启学术征程：胸怀大格局，洞察AI变革浪潮；树立大理想，勇攀科研珠峰；锻造强战斗力，攻克AI难题；凝聚深合作，在交叉碰撞中催生原创突破。让我们共同书写属于交大AI人的壮丽篇章！",
        "source_url": "https://mp.weixin.qq.com/s/ZgKwAEtZsy7O3X3CbOgDLg"
    },
    {
        "summary": "上海交通大学人工智能学院举办2025级新生黑客松AI挑战赛，吸引139名新生参与，围绕AI主题开展创新实践。赛事强调团队合作与技术应用能力，涵盖开幕仪式、项目开发、展示评审及颁奖环节。获奖团队开发了AI时间管理应用、定制盲盒、智能事务助手、科学健身助手等作品。活动推动AI技术与社会需求结合，助力学院深化产教融合，培养复合型AI人才。",
        "content": "人工智能学院于2025年9月13日至14日成功举办2025级新生黑客松AI挑战赛。本次赛事旨在帮助新生适应人工智能专业学习节奏、夯实技术实践基础，并强化团队协作与创新应用能力。赛事吸引了139名新生参与，围绕AI相关主题开展创新竞技与实践探索。\n\n黑客松赛事以实战化项目开发为主，限时赛程聚焦创意落地与问题解决。参赛选手需快速梳理思路、分析AI项目需求并实现功能，在短时间内攻克技术难题，部分环节还需临时学习新工具，全面提升技术应用能力与团队协作素养。比赛强调团队合作，通过实时沟通与高效分工，凝聚创新合力，充分体现了学院“学以致用、勇于创新”的教学理念。\n\n赛事开幕仪式于9月13日上午在闵行校区东上院举行，人工智能学院党委副书记许淼鑫发表致辞，强调从问题定义到技术落地的实践意义。Cursor中国区大使丁维涛带来专题课程《Vibe Coding With AI》，讲解如何利用AI提升开发效率与创新能力。\n\n比赛于9月13日13点30分至24点在闵行校区学生中心启动。参赛小组利用AI工具，围绕现实场景中的AI技术应用进行头脑风暴、原型设计与代码实现。项目方向涵盖智能学习助手、校园服务优化、职场效率提升等，展现出学生对社会需求的敏锐洞察。\n\n9月14日上午9点，项目展示与评选环节正式开始，采用“路演集市+专家评审”双轨制。各小组通过展位展示作品，专家从创新性、功能实现、性能效率等维度评审打分。最终，各奖项归属揭晓。\n\n颁奖环节于9月14日下午新生开学典礼上举行，学院为获奖团队颁发证书并合影留念。获奖团队包括一等奖【M&M's】团队，专家推荐奖【bboxer】团队，二等奖【CCDLMZ】团队和【AI燃练小组】团队，三等奖【13区】、【Matrix】和【2^6】团队。\n\n获奖项目展示：\n【M&M's】团队开发了基于AI的时间管理应用，通过屏幕数据采集和AI分析生成可视化时间利用表和专注情况报告，为学生和职场人士优化时间管理提供解决方案。\n【bboxer】团队设计了交大定制盲盒，涵盖饮料、餐厅、旅行等品类，支持个性化和随机抽取，为交大学子提供趣味决策体验。\n【CCDLMZ】团队打造了智能事务助手，通过AI提取微信群消息并结合个人日程提供建议，有效提升学习生活效率。\n【AI燃练小组】团队开发了基于机器视觉的健身助手StartFitter，提供动作规范指导和实时反馈，帮助用户科学健身。\n\n本次黑客松AI挑战赛圆满落幕，展示了学院在深化产教融合、创新人才培养模式上的成果。赛事为新生提供了实践平台，推动AI技术与社会需求深度结合。未来，学院将继续打造主题实战平台，培养技术创新与人文关怀兼具的复合型AI人才，为人工智能产业注入新动力。",
        "source_url": "https://mp.weixin.qq.com/s/4-Znv_eufEUqKdIAkDabVA"
    },
    {
        "summary": "人工智能学院举办了2025级本科新生优秀学长学姐交流分享会，提供了丰富的学习经验与课外活动指导。学长学姐们分享了在学业、自学、科研探索及社团选择等方面的宝贵建议，并详细介绍了AI工具在学习中的应用。活动通过经验分享与自由交流帮助新生规划大学生活，促进了经验传承与情感联结，为新生适应大学生活提供了清晰指引。",
        "content": "8月26日，人工智能学院在老行政楼401、534会议室举办了2025级本科新生优秀学长学姐交流分享会。学院2025级本科生思政宋阳、优秀在校生代表及2025级全体本科新生共同参与活动。本次活动由本科年级辅导员李彦亭主持。\n\n王佳骏建议新生以开放思维钻研课程内容，多主动思考、深度理解知识，聚焦学习方法，主动创造交流机会，增进彼此了解。他鼓励同学们多与老师沟通请教，并善用网络资源辅助学习，同时祝愿新生能充分享受大学生活。\n\n向楚阳鼓励新生主动参与各类校园活动，突破社交舒适圈。他推荐使用GitHub Education、Copilot等免费学习工具，以及关注多个AI领域公众号，以便及时掌握行业前沿动态。他详细介绍了参与科研项目的具体途径与入门方法，为有科研意向的新生提供清晰指引。\n\n姜宇宸围绕高中与大学的核心差异展开分享，强调大学学习更注重自主性，建议新生尽早明确个人目标。在扎实学好课内知识的基础上，主动探索课外领域、拓展知识边界。他介绍了机器人战队等特色社团，并建议新生借助致远学院平台筛选适配社团。他提醒大家放平心态，合理规划大学节奏，避免过度理想化。\n\n刘正翔建议新生正视自身优势，不因身边同学的优秀而自卑，勇敢尝试新事物、探索新领域。他强调大学学习时间成本较高，需保持耐心积累，主动通过多渠道获取学习与活动信息、积极参与实践。他提醒大家，学习是个性化过程，不要轻易受他人节奏影响。\n\n廖麟鹭结合自身经验，强调自学的重要性，指出科研不仅需要书本知识。她鼓励新生根据兴趣参与活动，或自主进组做科研与参加竞赛。同时介绍了AI在学习中的重要作用，建议同学们善用AI提升学习效率。\n\n陈志杰、何忠颐、徐灏文三位学长共同强调大学学习关键在于自学能力，科研探索需跳出书本局限，通过自主研究补充实践经验。他们建议新生根据兴趣选择发展方向，不必盲目参与社团，更可优先考虑与专业关联度高的科研、学科竞赛等活动。他们结合人工智能专业特色，详细讲解了AI工具在文献检索、代码学习、数据处理等方面的应用场景，助力新生掌握高效学习技巧。\n\n经验分享环节结束后，活动进入自由提问环节。在场新生围绕专业学习、社团选择、科研入门等问题踊跃提问，学长学姐逐一耐心解答，现场互动氛围热烈。\n\n随后，新生们享用了茶歇，并在轻松氛围中进行了自由交流。学长学姐针对个性化疑问进一步咨询与解答，主动分享学习资源，现场气氛融洽而温暖。\n\n此次交流会为新生搭建了经验传承与情感联结的平台，帮助新生规划大学生活、适应成长转型。相信在学长学姐的经验加持下，人工智能学院的新生们能快速找准方向，在大学时光中书写属于自己的精彩篇章。",
        "source_url": "https://mp.weixin.qq.com/s/_Ab4t08CytZJCVP7ayVuYA"
    },
    {
        "summary": "11月21日下午，上海交通大学人工智能学院举办了“Deep Learning深度学习课堂”活动，邀请博士研究生严格主讲「量子计算与人工智能初探」。讲座内容涵盖量子的定义、量子点计算、量子机器学习的优越性及其研究进展。严格博士分享了实验室的最新成果，并与学生们互动交流，解答疑惑。活动帮助学生拓宽学术视野，对量子机器学习领域有了更深入的认识，受到了热烈欢迎。",
        "content": "11月21日下午，人工智能学院在致远书院207多媒体教室成功举办了“Deep Learning深度学习课堂”活动。本次活动荣幸地邀请到了上海交通大学电子信息与电气工程学院计算机系的博士研究生严格作为主讲嘉宾，为同学们带来了一场题为「量子计算与人工智能初探」的精彩讲座。\n\n严格博士的讲座从量子的历史背景出发，深入浅出地讲解了量子的相关定义，并通过一系列生动有趣的例子，帮助同学们更好地理解了量子这一抽象概念。随后，他引入了量子点计算的概念，利用矩阵理论对部分量子计算进行了详细解释，并简要阐述了量子的优势以及当前热门的研究领域。\n\n结合自己的研究内容，严格博士深入探讨了量子计算与量子机器学习在各领域的优越性，指出这一领域正受到越来越多的关注。他提到，实验验证量子算法与量子机器学习算法的优越性已成为当前的研究热点。在讲座中，他还介绍了量子计算与机器学习这一交叉领域的前沿知识，包括量子优越性的发现与验证等。\n\n此外，严格博士还分享了实验室在约束变分量子算法以及可微分量子结构搜索等方向的最新进展。这些研究不仅从理论上加深了对量子机器学习算法的分析与理解，从而大幅提升了量子化学和组合优化问题的求解效果；还利用机器学习强大的感知决策能力，提升了算法在现有量子处理器上的运行精度，为推动量子优越性验证的早日到来做出了积极贡献。\n\n在讲座的互动环节中，同学们表现出了极高的热情与积极性。他们纷纷就量子机器学习在学习、科研等方面的应用及未来发展等问题向严格博士提问。严格博士耐心地一一解答，不仅为同学们解开了疑惑，还鼓励他们积极投身于这一前沿领域的研究，为推动科技创新做出自己的贡献。\n\n本次讲座内容丰富、深入浅出，受到了与会学生的热烈欢迎和高度评价。通过此次活动，同学们不仅拓宽了学术视野，还对量子机器学习这一前沿领域有了更深入的了解和认识。",
        "source_url": "https://mp.weixin.qq.com/s/dqfJF7Y5zldz0A6j6WH-LQ"
    },
    {
        "summary": "2025新生杯篮球赛人工智能学院赛程预告正式公布，三支队伍代表学院参赛。详细介绍了参赛队伍和队员信息，并公布了具体赛程安排。队员们斗志昂扬，用他们的热情与拼搏精神迎战篮球赛，共同书写属于自己的辉煌篇章。",
        "content": "2025新生杯篮球赛——人工智能学院赛程预告来了！本次比赛将由人工智能学院派出三支队伍参赛，他们将以精湛的技术和拼搏的精神，在篮球场上书写属于自己的辉煌篇章。\n\n人工智能学院参赛队伍介绍：\n1. 凯原&人工智能女篮联队\n2. 人工智能2501&2504联队\n3. 人工智能2502&2503联队\n\n队员介绍：\n凯原&人工智能女篮联队：\n郭海川——智能2502班，热爱篮球，擅长打中锋。\n江忻然——兴趣广泛，热爱网球、篮球与摄影。\n董力菲——全力以赴，与队友共同争取荣誉。\n\n人工智能2501&2504联队：\n邢皓然（队长）——司职中锋，希望赛出水平与风采。\n刘子鋆（领队）——享受团队篮球的快乐。\n白宇琦——磨练技术，认识热爱篮球的伙伴。\n李浩镔——主打外线，擅长三分，串联与攻坚。\n刘思恺——司职分卫，与篮球爱好者交流进步。\n鲍卓翰——热爱羽毛球、篮球，喜欢抽象。\n余卓远——热爱篮球，打出交大风采。\n\n人工智能2502&2503联队：\n郁肖栋（队长）——司职大前锋与小前锋，擅长策应组织。\n罗杰文（领队）——幽默自信，希望比赛中展现实力。\n王思涵——兴趣广泛，热爱音乐、篮球等。\n方言——来自浙江杭州，与队友共同迎战。\n杨程皓——兴趣广泛，热爱运动与电影。\n李卓——热爱书法、吉他、乒乓球与篮球。\n许恒奕——左撇子后场球员，kd球迷。\n宣昊彤——擅长投射与终结，3号位球员。\n田帅——个性鲜明，最喜欢的球星是斯蒂芬库里。\n张蕴洲——人工智能学院2503班学生，热爱篮球。\n潘志鹏——爱好广泛，喜欢绘画、唱歌与球类运动。\n吴泓良——阳光开朗，热爱运动与音乐。\n张思远——热爱篮球、摄影与电子音乐。\n\n赛程安排：\n1. 凯原&人工智能女篮联队 vs 船建&设计联队  \n   时间：10月13日20:40  \n   地点：南区体育馆（已结束）\n\n2. 人工智能2501&2504联队 vs 医学院2530&2531联队  \n   时间：10月19日15:00  \n   地点：南区体育馆\n\n3. 人工智能2502&2503联队 vs 生医工2501&2503联队  \n   时间：10月19日18:00  \n   地点：南区体育馆\n\n作为刚刚进入大学的大一新生，参赛队员充满热情与斗志。他们坚韧不拔，敢于拼搏，用饱满的姿态迎接每一次挑战，为人生书写独特的一页。\n\n欲知后续精彩赛程，请关注本周赛事，掌握最新资讯！",
        "source_url": "https://mp.weixin.qq.com/s/zaY7jLDAV0K6nkldj94J9g"
    },
    {
        "summary": "2025中国航天日志愿者招募活动启动，主题为「逐梦航天，创未来」，传播航天精神，招募18到35周岁的热爱航天事业的青年志愿者。职责包括现场秩序维护、信息咨询等，报名截止日期为2025年4月30日。",
        "content": "2025年，中国航天日将继续以「逐梦航天，创未来」为主题，旨在传播航天精神，激发公众对科学技术的兴趣和热爱。这是一个展示中国航天成就、推动航天文化传播的重要契机。\n\n为更好地服务公众，航天日志愿者招募活动现已启动。我们希望通过志愿者的热情与行动，带动更多人参与到航天日的活动中，感受航天的魅力。\n\n招募对象：热爱航天事业，具有公益精神，年龄在18到35周岁之间的青年。\n\n志愿者职责包括活动现场秩序维护、信息咨询、活动引导等。我们将为志愿者提供专业培训，并颁发志愿者证书，以表彰他们的贡献。\n\n报名方式：请填写志愿者申请表，并发送至指定邮箱。报名截止日期为2025年4月30日。\n\n加入我们，共同为航天日贡献力量，传递航天精神，激励更多人追逐科学与梦想！",
        "source_url": "https://mp.weixin.qq.com/s/evbETwCqOAO4vVUWna8k9A"
    },
    {
        "summary": "人工智能学院公开招募大模型攻关组成员，致力于解决技术难题和推进AI技术创新。攻关组专注大模型研发及应用，参与者将有机会积累实战经验并与专家合作。报名截止至5月31日，欢迎有兴趣的师生加入。",
        "content": "直接一线实战！人工智能学院大模型攻关组招募\n\n人工智能学院发起大模型攻关组，为推进人工智能技术发展，现面向全校师生公开招募。攻关组将专注于大模型研发及其应用落地，旨在解决技术难题，推动人工智能技术创新，助力行业发展。\n\n我们诚邀对人工智能、大模型技术感兴趣的师生加入，共同研究前沿技术，探索技术应用场景。团队成员将有机会参与实际项目的研发，积累实战经验，并与领域内专家交流合作。\n\n报名方式：即日起至5月31日，发送个人简历至指定邮箱，邮件标题注明“大模型攻关组报名”。\n\n期待你的到来，共同书写人工智能技术新篇章！",
        "source_url": "https://mp.weixin.qq.com/s/WXPHd1dsSQ5GZYg2k1Cr9Q"
    },
    {
        "summary": "文章介绍了「循总书记足迹，探AI先锋之路」实践团活动，旨在招募人工智能学院学生赴上海深度调研人工智能龙头企业。活动将追寻习近平总书记考察足迹，感受前沿科技成果，探索AI技术赋能行业的实践。文章详细介绍了参与企业，包括商汤科技、第四范式、智元机器人公司等，展现中国AI产业的蓬勃发展与创新实力。",
        "content": "人工智能浪潮奔涌向前，科技创新的使命催人奋进！为深入贯彻落实习近平总书记对人工智能领域发展的重要指示精神，在实践中感受中国AI产业蓬勃发展的强劲脉搏，现面向人工智能学院学生发起「循总书记足迹，探AI先锋之路——人工智能龙头企业深度调研」实践团成员招募，诚邀热血求知的你，一同踏上这场意义非凡的AI探索之旅！\n\n活动主旨：追寻习近平总书记的考察足迹，深度调研AI龙头企业。在这里，你将亲眼见证前沿科技成果的诞生与应用，对话行业顶尖人才，探索人工智能技术如何赋能千行百业，在实践中感悟科技强国的使命担当，汲取奋进力量，为未来投身AI事业奠定坚实基础。\n\n招募对象：人工智能学院全体学生。\n\n活动时间：2025年7月中上旬。\n\n活动地点：上海市人工智能头部前沿企业。\n\n1. 商汤科技  \n商汤科技是一家人工智能软件公司，以「坚持原创，让AI引领人类进步」为使命，旨在持续引领人工智能前沿研究，打造更具拓展性、更普惠的人工智能软件平台，推动经济、社会和人类的发展，并吸引及培养顶尖人才。商汤科技长期投入于原创技术研究，增强行业领先的多模态、多任务通用人工智能能力，涵盖感知智能、自然语言处理、决策智能、智能内容生成等关键技术领域，同时包括AI芯片、AI传感器及AI算力基础设施在内的关键能力。产品如人脸动态比对服务器、视图情报研判系统等，广泛应用于金融、移动互联网、安防监控等行业。核心技术包括智能汽车技术、通用人工智能、增强现实、医学图像识别分析等。\n\n2. 第四范式  \n第四范式成立于2014年9月，是企业级人工智能领域的行业先驱者与领导者。其提供以平台为中心的人工智能解决方案，开发端到端企业级人工智能产品，致力于解决企业智能化转型中的效率、成本、价值问题，提升企业决策水平。产品已广泛应用于金融、零售、制造、能源与电力、电信及医疗保健等领域，在决策型企业级AI市场中占据领先地位。\n\n3. 智元机器人公司  \n智元机器人公司成立于2023年2月，由知名科技达人稚晖君创立。以「AI + 机器人」融合创新为核心，迅速崛起为行业新贵。2023年8月发布第一代通用型具身智能机器人原型机远征A1，随后「远征」与「灵犀」系列商用人形机器人相继问世并开启量产，致力于打造世界级领先的具身智能机器人产品及应用生态。\n\n4. 无问芯穹  \n无问芯穹科技有限公司专注于为AI 2.0时代提供完整解决方案，愿景是「释放无穷算力，让AGI触手可及」，致力于成为大模型落地过程中的「M×N」中间层，为全球人工智能产业发展注入动力。\n\n5. 上海浦芯未来互联网技术研究院  \n上海浦芯未来互联网技术研究院成立于2023年8月，是在上海市科委和徐汇区政府支持下注册的新型研发机构。其目标是突破超异构融合计算芯片与Web3.0分布式操作系统关键技术，融合产学研用力量，培养互联网领域科技人才，构建新型数字经济基础设施。\n\n6. 壁仞科技  \n壁仞科技创立于2019年，由芯片和云计算领域核心专业人员组成，专注于GPU、DSA（专用加速器）、计算机体系结构等领域，开发原创性通用计算体系，建立高效软硬件平台，为智能计算领域提供一体化解决方案。壁仞科技致力于实现国产高端通用智能计算芯片突破，并参与制定未来行业标准，为各行业提供强大、灵活且高效的通用算力。\n\n更多企业持续更新中。\n\n报名方式：扫描二维码填写问卷报名。",
        "source_url": "https://mp.weixin.qq.com/s/Av1OfMGdcfcYmIng6xKmxw"
    },
    {
        "summary": "文章介绍了上海交通大学2024级本科生开学典礼及人工智能学院首届师生见面会的盛况，展现了校长丁奎岭及学院领导对新生的殷切期望。文章还分享了学生们的感悟，强调了交大校训「饮水思源，爱国荣校」的深刻意义。此外，文章详细介绍了为首届人工智能学院本科生准备的新生礼包，彰显了学院的创意与关怀。",
        "content": "HELLO，SJTUer！盛夏未央，秋风新启，阳光正好，前路熠熠。在这个叠翠流金的季节里，我们终于等到你！满“新”欢喜，一见倾“新”，欢迎你，AI新青年！\n\n2024年8月29日，上海交通大学2024级本科生开学典礼隆重举行。校长、中国科学院院士丁奎岭作了题为《成为更优秀的学习者》的演讲。他指出，大学四年是人生宝贵的青春年华，是以学为基不断拓展视野、探索自我的重要时期，也是锤炼精神品格、明确未来方向的重要阶段。他希望每位同学都有时不我待、只争朝夕的紧迫感，要明确学习目标，激发内生动力；要改进学习方式，适应时代发展；要丰富学习内涵，促进全面成长，从而成长为更优秀的自己。\n\n学生感悟：\n“冀以尘雾之微补益山海，荧烛末光增辉日月。”丁校长的讲话让我感受到了交大对我们的殷切期望，也让我意识到在交大的学习时光将是一个极其宝贵的成长阶段。我会秉承“求真务实、努力拼搏、敢为人先、与日俱进”的交大精神，明确学习目标，改进学习方式，丰富学习内涵，在追求卓越的道路上勇往直前。今日的我，以“交大人”为荣；未来的我，努力学有所成，力争为交大增添荣光！正如校训「饮水思源，爱国荣校」所言，我愿将个人融入时代的洪流，为中国人工智能领域的发展贡献自己的力量！——胡昊旻\n\n多元化的时代，我们当保持开放大气的心境，接纳来自不同文化背景、思维方式的交流碰撞；以感恩之心涵养岁月真情，把父母的培育、师长的教诲、朋友的支持铭记于心，在善待与尊重中收获友谊和成长。而前辈们的事迹又时刻提醒我「选择交大，就选择了责任。」诚哉斯言！「吾辈少年郎，晔晔如扶桑。」我们进入交大，不仅仅是成就个人的机会，更是回应时代号召、承担民族使命的选择。「饮水思源，爱国荣校」校训必将在我们的身上得到实践，以交大的精神品格，做更优秀的学习者，成为更好的自己，创造更加美好的明天！——肖世屹\n\n2024年8月28日，上海交通大学人工智能学院2024级师生见面会暨破冰活动顺利举行。本次活动旨在帮助新生们尽快融入新的学习环境，建立同窗情谊，共同规划未来的学习和发展道路。在交流会上，多位老师来到见面会现场，介绍了自己的求学历程和研究方向。学院领导王延峰教授以「AI未来，铸就AI梦想」为题为同学们寄语，表达了对于新生未来学有所获、学有所成的殷殷期盼。\n\n2024年8月27日，首届人工智能学院萌新们齐聚上海交大，开启大学新生活。丁奎岭校长、人工智能学院各位老师都对新到来的同学们致以关心和问候。\n\n为欢迎人工智能学院首届本科生的到来，学院为大家准备了别出心裁的新生礼包，以欢迎新交大人们开启新征程！其中包含：\n1. 新生定制院衫：以绿色作为主色调，象征着对可持续发展的美好愿景，Logo采用七巧板设计，展现了人工智能领域的创新精神。\n2. 定制明信片：每一张明信片上都有由AIGC技术生成的交大美景，用以写下对四年后自己的展望。\n3. 专属头像：同样是用AIGC技术制作，希望同学们遨游在人工智能的海洋，不断探索未至之境，勇于攀登学术高峰，开拓科技未来！",
        "source_url": "https://mp.weixin.qq.com/s/iVyOWB48VKiwj9Vi8Nk-xA"
    },
    {
        "summary": "讲座介绍：Zongyuan Ge将于2025年11月3日在徐汇校区502报告厅分享关于现代医疗人工智能与大规模模型的主题。",
        "content": "学术讲座主题：Modern Medical AI with Large-Scale Models。受邀学者：Zongyuan Ge。时间：2025年11月3日（周一）10:00。地点：徐汇校区502报告厅。",
        "source_url": "https://mp.weixin.qq.com/s/olPwFW-85CX9i7EyV6D1lQ"
    },
    {
        "summary": "文章介绍了新生在迎新季时需要了解的学院生活指南，包括熟悉学院和专业、学会独立生活、积极参与课外活动、注重健康以及珍惜大学时光。这些建议旨在帮助新生更好地适应大学生活，并为未来发展做好准备。",
        "content": "2025年的迎新季已经拉开帷幕，作为新生，你是否已经准备好迎接属于你的学院生活？以下是新生需要了解的学院生活指南，希望能帮助你更好地适应大学生活。\n\n首先，了解你的学院和专业。每个学院都有其独特的文化和特色，专业课程也有其侧重点。熟悉你的课程安排，了解主修课程和选修课程的区别，合理规划你的学习时间，这将帮助你在学术上取得更好的成绩。\n\n其次，学会独立生活。大学生活与中学生活有很大的不同，你需要学会独立面对生活中的挑战，比如管理时间、规划生活开支等。宿舍生活是大学生活的重要组成部分，学会与室友和谐相处也非常重要。\n\n此外，积极参与课外活动。大学不仅是学习知识的地方，也是培养兴趣爱好的好时机。加入学生社团、参加志愿者活动或组织学院活动，能帮助你扩大人际交往圈，提升综合能力。\n\n健康也是大学生活的重要部分。合理安排作息时间，保持身体和心理健康，确保拥有积极的生活态度。大学期间可能会面对学习压力，但一定要学会释放压力，寻找适合自己的减压方式。\n\n最后，珍惜大学时光。大学是人生中非常宝贵的阶段，是一个学习知识、开拓视野、结交朋友、提升自我能力的机会。希望你能够充分利用这段时光，为未来打下坚实的基础。\n\n愿你在2025的迎新季开启属于你的辉煌学院生活！",
        "source_url": "https://mp.weixin.qq.com/s/mwCexMj4VLIeRin1rPWWbA"
    },
    {
        "summary": "上海交通大学人工智能学院于12月19日成功举办了“深度学习课堂”活动，邀请谢伟迪教授主讲。他分享了医学人工智能领域的最新研究，尤其是语言模型和视觉语言模型的应用。通过实验，学生们体验了AI在医疗诊断中的潜力。此次活动为师生提供了深度学习与交流的平台，进一步促进人工智能技术在医学领域的发展。",
        "content": "12月19日下午，人工智能学院在致远书院207多媒体教室成功举办了“Deep Learning深度学习课堂”活动。本次活动荣幸地邀请到了上海交通大学长聘轨副教授谢伟迪作为主讲嘉宾，为同学们带来了一场题为「A New Golden Age of Discovery」的精彩讲座。\n\n谢伟迪教授首先简要介绍了自己的科研方向，特别是在医学人工智能领域的探索。他强调，未来的主要研究方向是将医疗知识融入人工智能系统中，使AI能够更好地与医生进行交互，从而辅助医生进行诊断和治疗。通过生动的真实案例，谢教授详细阐述了语言模型的构建过程，包括单语言模型和多语言模型的应用。\n\n在讲座中，谢伟迪教授特别提到了视觉语言模型的分析方法，该方法将图像分析与语言处理相结合，为医学诊断提供了新的可能性。例如，在病理切片分析中，AI可以假设并分析一些尚未被发现的基因与病理之间的联系，从而为医学研究的前沿领域提供有力支持。\n\n为了让同学们更直观地了解AI在医疗领域的应用，谢伟迪教授与惠慧老师带领大家进行了一项实验。利用浦江实验平台，大家通过模型交互，模拟扮演病人的角色，用自己的语言与大模型进行多次医疗语言方面的交流，并获得了即时的反馈。这一实验不仅让大家亲身体验了AI在医疗诊断中的潜力，也进一步激发了同学们对人工智能技术的兴趣和热情。\n\n此次“Deep Learning深度学习课堂”活动不仅为学院师生提供了一个深入了解人工智能技术的平台，也为大家打开了探索医学人工智能领域的大门。通过谢伟迪教授的精彩讲座和实验演示，与会师生对人工智能在医疗领域的应用有了更深入的认识和理解。相信在不久的将来，人工智能技术将在医学领域发挥更大的作用，为人类健康事业做出更大的贡献。\n\n人工智能学院将继续秉承开放、创新的精神，举办更多类似的学术活动，为师生提供更多的学习和交流机会，推动人工智能技术的不断发展和进步。",
        "source_url": "https://mp.weixin.qq.com/s/16EAXgGSNaVfRl1JIj5mYA"
    },
    {
        "summary": "人工智能学院2025级博士新生首次班会于9月25日下午顺利召开。会议由学院党委书记杨一帆、班主任陈思衡等师长主持，向新生致以欢迎并提出寄语，鼓励主动适应博士阶段生活。陈思衡分享科研经验，宋阳强调学术诚信与纪律，并通过班委竞选确定班级组织架构。本次班会帮助新生明确学术目标与行为准则，为后续学术成长与校园生活奠定基础。",
        "content": "2025年9月25日下午，人工智能学院2025级博士新生首次班会在徐汇校区人工智能学院1楼报告厅召开。人工智能学院党委书记、2025级博士生年级主任杨一帆，2025级博士生班主任陈思衡，人才培养办公室相关负责老师以及2025级全体博士生参会，会议由人才培养办公室副主任、2025级博士生思政宋阳主持。\n\n杨一帆书记向全体博士新生致以最诚挚的问候与热烈的欢迎。她系统梳理了学院在博士研究生培养领域的战略布局与深层考量，为同学们清晰勾勒出博士阶段的成长蓝图与奋斗坐标。杨书记勉励大家主动转变角色、调适身心状态，以最快速度融入博士阶段高强度的学术研究氛围与快节奏的科研工作模式。她特别强调，博士阶段的科研与生活难免面临挑战，若同学们在科研推进或日常生活适应过程中遇到任何困惑与难题，要勇于主动沟通，可随时与自己或思政老师交流探讨。学院将始终作为同学们最坚实的后盾，全方位为大家的学术成长与个人发展保驾护航。\n\n陈思衡以自身学术科研历程与科研实践经验为切入点，向新生分享了学术成长方法与科研规划思路。他结合过往在学术探索中的亲身经历，深入浅出地拆解科研工作的关键环节，为同学们清晰梳理出科研起步阶段的核心方向。他鼓励同学们珍惜博士阶段宝贵的学术时光，在日常的科研实践与学术探索中主动积累、积极思考，逐步明确个人学术发展方向，为未来在专业领域的深入研究与长远发展做好充分铺垫。\n\n宋阳聚焦考风考纪、学术诚信与道德建设三大核心，结合多起学术不端典型案例深入剖析，清晰界定学术行为边界，警示同学们始终严守学术纪律红线。\n\n最后进行的环节是班委竞选，博士1班与2班分开开展选拔工作。同学们经过民主推荐、投票，最终两个班级均顺利确定班长与团支书人选。\n\n本次班会为人工智能学院2025级博士新生搭建了熟悉校园环境、对接学院学术资源的平台，通过学术政策解读、科研经验分享及学术纪律教育，帮助新生明确博士阶段的学术研究目标与行为准则。班委的顺利产生，还为后续班级学术建设、同学服务及集体活动推进提供组织支撑，为博士生开启校园新生活与学术新征程注入坚实动力。",
        "source_url": "https://mp.weixin.qq.com/s/lfrOQ0B8uKHytnMZS2Rb_w"
    },
    {
        "summary": "上海交通大学人工智能学院召开新学期研究生座谈会，校长丁奎岭院士和学生们就成长经历、人工智能时代学习的意义、科研困惑及教育变革等展开深入交流。丁奎岭分享了「因选择而热爱」的感悟，强调独立思考与学习的重要性，以及人工智能与教育结合的潜力。座谈会坚定了学生的科研目标，并为学院人才培养质量的提升明确方向。",
        "content": "2月21日，上海交通大学人工智能学院召开新学期研究生座谈会。校长、中国科学院院士丁奎岭，人工智能学院党委书记杨一帆，执行院长王延峰，党委副书记许淼鑫，学生工作办公室相关负责老师与学院全体研究生进行交流。活动由王延峰主持。\n\n座谈会上，同学们积极提问，围绕丁校长的成长故事、人工智能时代学习的意义、博士科研的困惑与迷茫、独立思考的价值以及人工智能时代大学与教师的角色转变等话题展开讨论。\n\n针对同学们的困惑与问题，丁奎岭结合自己的亲身经历分享了一段「因选择而热爱，因热爱而选择」的故事。他讲述了高考的机缘巧合让他选择了化学，因为选择所以热爱，也正是这份热爱让他始终坚守在化学领域深耕，并取得了卓越成就。对于人工智能对学习科研的影响，丁奎岭强调，尽管人工智能技术发展迅猛，但学习的意义仍然不可替代。学习不仅能获取知识，还能塑造思辨力、创造力和价值观。他叮嘱同学们在学习科研中一定要坚持独立思考，不能依赖人工智能给出的答案。只有吸收、转化这些答案，形成自己的观点并不断创新，才能将AI的高效率与HI的创造力相结合，发挥最大的功效。\n\n谈到人工智能对教育制度的变革，丁奎岭阐述了大学和教师在教育过程中不可替代的核心价值。他表示，教育是一项塑造灵魂的事业，其中人类独有的情感交流是人工智能无法替代的。教师可以合理借助人工智能作为教学辅助，提升教学效率与质量。但更为重要的是，教师应充分发挥自身的价值引领和思想启迪作用，激发学生的学习兴趣、批判思维和创新潜能，助力学生实现全面而有个性的发展。\n\n会后，同学们纷纷表示，座谈会不仅让他们表达了心声，与院士面对面的交流也更加坚定了他们铆定研究目标、勇攀科研高峰的志向。此次座谈会为学院进一步提升人才培养质量指明了方向。人工智能学院将始终坚持立德树人的根本任务，倾听学生心声，回应学生关切，持续创新思政育人体系，不断提升人才培养工作质量，探索中国自主的人工智能卓越人才培养体系道路。",
        "source_url": "https://mp.weixin.qq.com/s/0LA8aDpkC3NcEyaspoW4Ew"
    },
    {
        "summary": "人工智能学院举办了2025级本科生责任导师见面会暨教育思想大讨论师生座谈会，旨在解读责任导师制度、推动专业能力与理想信念教育融合，为培养人工智能领域创新人才提供支持。会议期间，师生围绕专业发展、学术规划和人工智能工具应用进行了深入探讨，构建了新型教学生态，同时强调学术伦理与社会责任的重要性。学院将以此次会议为契机，实施更多精准化育人举措，助力学生成长为符合国家战略需求的高素质AI人才。",
        "content": "10月29日至31日中午，人工智能学院2025级本科生责任导师见面会暨教育思想大讨论师生座谈会在闵行校区老行政楼534会议室成功举办。学校教务处教学研究办主任沈悦青、副主任俞健，教师胡含佳，学院党委书记杨一帆，全体责任导师及2025级本科生参加了本次活动。会议由学院教学负责人严骏驰教授主持。\n\n严骏驰详细解读了学院本科生导师制实施办法。他指出，责任导师制度是学院人才培养改革的核心举措，旨在打破传统教学边界，打造人才培养新范式。该制度不仅聚焦专业能力提升，还将理想信念教育、科学精神培育融入培养全过程，通过导师全过程介入式指导，助力学生成长为兼具学术功底与人文素养的人工智能领域创新人才，为教育强国建设输送优质储备力量。\n\n在师生自由交流环节，各责任导师带领学生围绕专业发展、学术规划展开深度沟通，现场氛围热烈融洽。其中，学院教师研发的Teach Master教育平台能够引导学生自主生成相关课程学习内容，有效打破传统课本局限。这项革新不仅提升了学生的实践积极性与认知准确率，还突破了单向授课范式，构建了新型教学生态，为高校技术类课程改革提供了样本。\n\n导师们还聚焦前沿技术应用，不仅讲解了最先进人工智能工具的学术使用方法，帮助学生高效获取学科前沿知识，同时强调了学术伦理与数据安全意识的重要性，推动技术学习与社会责任的深度融合，为学生筑牢专业发展的精神内核。\n\n在教育思想大讨论环节，师生共同围绕“AI时代，我在人工智能学院的定位和发展”“如何借助AI工具赋能我们实现个性化发展”等议题展开深入探讨，并积极交流了对人工智能领域发展趋势、自身学习与教学实践的观点。\n\n本次会议不仅明确了责任导师制度的实施路径，还构建了师生思想交流的长效平台。学院将以此次会议为契机，持续关注AI时代青年成长需求，通过更多精准化、个性化的育人举措，助力学生在技术深耕中坚守责任，在创新实践中实现价值，成长为符合国家战略需求的高素质AI人才。",
        "source_url": "https://mp.weixin.qq.com/s/In9iXI6Xni9oXHbT8XN3cA"
    },
    {
        "summary": "上海交通大学人工智能学院三个学生团支部以“强化纪律意识，践行初心使命”为主线，于2025年3月召开联合组织生活会，通过理论学习、问题查摆、评议整改等闭环机制，加强青年思想政治建设。各支部聚焦团纪学习与自我剖析，创新评议方式，提升组织生活实效。学院相关老师高度评价此次活动，并强调日常监督和纪律建设的重要性。活动最后，全体团员庄严宣誓，坚定理想信念，为共青团建设树立标杆。",
        "content": "在深入学习贯彻党的二十大精神、全面推进从严治团的时代背景下，上海交通大学人工智能学院三个学生团支部以“强化纪律意识，践行初心使命”为主线，于2025年3月期间分别召开组织生活会，通过理论铸魂、刀刃向内、制度创新、凝心聚力四大维度，为新时代青年思想政治建设注入强劲动能。\n\n各团支部坚持将政治理论学习作为首要任务。智能2402团支部以《中国共产主义青年团纪律处分条例（试行）》为核心，系统学习团章团规，通报支部纪律建设进展，并展示上年度问题整改成果；智能2401团支部结合违规典型案例，通过「以案释纪」方式敲响警钟；硕博团支部则专题研学总书记关于青年工作的重要论述，深入领会「坚定不移听党话、跟党走」的政治要求。三场活动均设置《团纪知识测试卷》考核环节，全员以优异成绩通过，彰显理论学习实效。\n\n在批评与自我批评环节，各支部以真刀真枪的态度查摆问题。团支部委员率先垂范，对照《团员行为规范》检视理论学习碎片化、志愿服务参与主动性不足等共性问题；全体团员逐一开展限时自我剖析，直言不讳地指出「重专业轻思想」「组织生活形式化」等作风苗头。互评环节中，智能2401团支部通过「个人自评+无记名互评」双轨制，推选出8名优秀团员，并对2名未请假超标的团员提出整改建议；智能2402团支部创新采用线上无记名投票，严格遵循优秀率不超过30%的要求，确保评议结果公平透明。\n\n学院人才培养办公室相关负责老师、团学工作辅导员分别参加了三场组织生活会，对同学们认真、细致、负责的态度给予了高度评价。老师们指出，需加强团组织日常监督，建立纪律自检台账，扎实做好团纪学习工作。最后，全体团员面向团旗庄严宣誓，在铿锵誓言中重忆入团初心，坚定理想信念。\n\n此次联合组织生活会既是纪律教育的生动课堂，更是青春力量的集结号角。三个团支部通过学理论、严纪律、评先进、促整改的闭环机制，为人工智能学院共青团建设树立标杆。未来，学院将持续深化从严治团实践，引领青年学子以赤子之心，在民族复兴征程中书写属于交大青年的时代华章。",
        "source_url": "https://mp.weixin.qq.com/s/5SqDvwTHA8ilCKKHw2dvtQ"
    },
    {
        "summary": "第二届“上证杯”“海聚英才”上海大学生创新创业大赛将于2024年11月至2025年5月举行，旨在激发青年大学生的创新创业活力，推动教育、科技和人才融合发展。本次比赛包括六大赛道，分创意组与创业组，面向国内外高校学生，获奖者将获得证书、奖金及创业服务支持。赛程分为启动、项目征集、初赛、复赛及总决赛，比赛结果将公开公示。",
        "content": "第二届“上证杯”“海聚英才”上海大学生创新创业大赛通知：为贯彻落实习近平总书记给中国国际大学生创新大赛参赛学生代表的回信精神，凝聚科技创新的青春力量，推动教育、科技、人才“三位一体”高质量融合发展，深化拔尖创新人才的培养和引进，更好服务促进上海高水平人才高地建设，打造“以赛引才、以赛选才、以赛聚才”赛事平台，激发青年大学生创新创业活力，促进人才、技术、产业等深度融合，助力上海成为海内外青年大学生的向往之地、创新创业之地、价值实现之地，让广大青年在中国式现代化的广阔天地中更好展现才华。\n\n根据“海聚英才”全球创新创业大赛总体安排，将于2024年11月至2025年5月举办第二届“上证杯”“海聚英才”上海大学生创新创业大赛。\n\n主题：聚上海·创未来·赛青春。\n\n组织机构：\n指导单位包括上海市人才工作领导小组办公室、上海市教育委员会。主办单位为上海市科创教育指导委员会。承办单位包括上海市学生事务中心、上海市科技艺术教育中心及复旦大学、上海交通大学、同济大学、华东师范大学、上海大学、上海理工大学等。协办单位包括世界顶尖科学家协会上海中心、长三角国家技术创新中心等国内外高校与组织。特别支持单位包括黄浦区人民政府、金山区人民政府等。战略合作单位为上海证券交易所公益基金会、国泰君安证券股份有限公司。\n\n赛事设置：\n本次大赛设置六大赛道，由复旦大学、上海交通大学、同济大学、华东师范大学、上海大学、上海理工大学分别承办，赛道包括生物医药、人工智能与科技金融、文化创意及产业创新、新一代信息技术、新能源与新材料、节能环保及高端装备制造等领域。这些赛道分为创意组和创业组两组，分别接受国内和国际项目参赛。\n\n参赛对象及要求：\n参赛项目负责人需为国际或国内高校在校生（包括本专科生、研究生）或毕业5年以内的学生，以及国家开放大学学生。参赛项目具有原创性，涉及发明创造、专利技术等需拥有合法知识产权，且符合社会主义核心价值观要求。\n\n赛程安排：\n大赛时间为2024年11月至2025年5月，分为启动、项目征集、初赛、复赛、总决赛及颁奖典礼六个阶段。参赛团队需通过官方网站报名并提交相关材料。初赛评选由各赛道承办高校组织专家网上评审，复赛评选包括线下集中答辩和线上评审，总决赛将由大赛组委会组织。\n\n奖项设置：\n总决赛设置一等奖、二等奖、三等奖和优胜奖若干，颁发获奖证书、奖杯及奖金，同时设立优秀指导教师奖和优秀组织奖。获奖者将晋级“海聚英才”全球创新创业大赛复赛，并可参加相关创新创业培训班，获得优先推荐申请资金支持及创业服务资源。\n\n大赛解释权归组委会所有。\n联系人：刘老师、李老师；报名网站：https://hjyc.youkehulian.com。",
        "source_url": "https://mp.weixin.qq.com/s/DDYR91bPj63x4As2fvJOIA"
    },
    {
        "summary": "上海交通大学人工智能学院入驻仪式、工研院启动仪式及青少年AI学院揭牌活动将于10月9日在徐汇校区举办，现招募志愿者参与活动支持。志愿者需要按要求参加培训，协助引导和其他工作，需具备时间观念和团队精神。活动结束后将提供劳动教育学时或补贴，并赠送文化衫及工作餐。报名链接附后。",
        "content": "上海交通大学人工智能学院入驻仪式暨工研院启动仪式加青少年AI学院揭牌活动将于10月9日在上海交通大学徐汇校区举行，现面向全校同学招募活动志愿者。\n\n招募须知：  \n1. 志愿者培训时间待定（暂定于9月30日线上开会，具体时间以实际通知为准）。  \n2. 本次的问卷仅用于报名信息收集，岗位录取信息将通过后续通知发布。\n\n岗位设置：  \n会场志愿者  \n工作日期：2024年10月7日-10月8日彩排活动（预计每天下午各两小时），10月9日正式活动（12:30-17:30）。  \n工作地点：上海交通大学徐汇校区机械楼。  \n工作内容：提供引导及其他帮助。  \n工作人数：20人。  \n\n注意事项：  \n志愿者需自愿加入团队，具备严格的时间观念，不得迟到或早退；珍惜和维护活动声誉，不得利用志愿者身份从事与活动宗旨、目的不符的行为；需拥有良好的团队精神与工作热情，服从组织安排和调剂，承担相应岗位职责，遵守服务守则及相关纪律规定。请注意志愿服务时间不要与自身课程安排冲突。\n\n志愿者福利：  \n1. 活动结束后，根据服务时长发放志愿者劳动教育学时或补贴（150元/天，具体以实际工作量为准）。  \n2. 提供精美的志愿者文化衫及工作餐。\n\n报名方式：  \n请通过以下链接报名：https://wj.sjtu.edu.cn/q/jRDUcrGN  \n报名成功后，请等待相关负责人的通知。",
        "source_url": "https://mp.weixin.qq.com/s/y8VKpIofdF8OnxELKKlB5w"
    },
    {
        "summary": "该文章主要介绍了一场学术讲座的时间和地点信息，讲座将在周二（17号）上午9:30-11:00于徐汇校区人工智能学院5楼报告厅举行。",
        "content": "学术讲座  \n时间：周二（17号）上午9:30-11:00  \n地点：徐汇校区人工智能学院5楼报告厅",
        "source_url": "https://mp.weixin.qq.com/s/aXpMPARMrwqBoPBEAIh1zw"
    },
    {
        "summary": "上海交通大学人工智能学院发布了2024-2025学年本科生综合测评工作的通知，明确了申报对象、组织方式、测评办法及详细的流程安排。本次工作面向2024级本科生，学院成立了领导小组及班级测评小组，具体流程包括发布通知、材料提交、审查互评、结果复核与异议处理以及最终结果公示。此外，学院启用了最新综合管理平台，方便测评工作的开展。相关细节可参见附件及通知中的联系方式。",
        "content": "为落实立德树人根本任务，全面推进素质教育，做好学院学生各项奖助学金评审工作，根据《普通高等学校学生管理规定》（教育部令第41号）、《上海交通大学奖学金评选管理办法》（沪交学〔2017〕35号）、《上海交通大学助学金评选管理办法》（沪交学〔2022〕34号）、《上海交通大学人工智能学院学生综合测评实施条例》等有关规定，结合学院实际，现将人工智能学院2024-2025学年本科生综合测评工作的相关事项通知如下：\n\n学院成立学生综合测评工作领导小组，由学院分管领导担任组长，负责学院综合测评的组织领导、结果复核和异议处理等工作。本次测评工作面向2024级本科生开展，各班以班级为单位成立班级测评小组，负责本班综合测评的组织开展、材料复核等工作。工作小组固定成员包括班主任、年级思政、班长、副班长，其他成员建议为2至3名班级其他同学，经班内提名、选举、公示后确定，公示时间需保留至少五天。\n\n申报对象为人工智能学院2024级在籍本科生，但因各种原因休学、延长学籍的学生不再参与综合测评。学生可按照自主意愿选择是否参与本次测评，若选择不参与，其相关信息将不纳入公示范围，由此导致无法参与各类奖助学金评选的后果需自行承担。\n\n综合测评的具体办法详见《人工智能学院本科生综合测评办法（2025年版）》。\n\n测评流程如下：\n1. 发布通知（8月5日）：学院下发综合测评工作通知至符合申报范围的全体学生。\n2. 材料提交（8月15日至8月25日）：学生需在本科生综合测评系统中如实填报各项综合测评材料。逾期未完成系统填报的视为自动放弃测评资格。相关材料提交方式另行通知，各班级综合测评工作小组需严格遵守上述工作时间节点，确保综合测评工作有序顺利开展。\n3. 各班综合测评工作小组审查、互评（8月26日至9月10日）：各班级需提交《综合测评工作小组成员名单》至学院素拓中心。测评工作小组需对本班所有申报学生的填报内容进行全面评议，核查材料真实性及加分合规性，并在系统上完成审核操作。同时，按照综合测评系统随机分配的互评任务，对指定班级学生的提交内容进行交叉评议，重点校验分数计算逻辑与材料支撑的一致性。\n4. 学院复核与异议处理（9月11日至9月15日）：学院素拓中心负责上传本年度需由学院统一录入的学生成绩，同时对所有学生的综合测评结果进行抽检复核，并处理相关异议。\n5. 结果公布（9月16日至9月20日）：在本科生综合测评系统的公示栏公布2024-2025学年本科生综合测评结果，公示期内接受全体学生监督。\n\n本次测评中学院将启用最新开发的综合管理平台，使用过程中如发现问题，可及时与班级综合测评工作小组成员反馈，工作小组将及时上报并排查解决。\n\n联系人：宋老师、李老师  \n联系电话：021-54151015  \n联系邮箱：yantingli@sjtu.edu.cn  \n\n附件：\n1. 《人工智能学院本科生综合测评办法（2025年版）》\n2. 2024-2025学年综合测评工作小组成员名单\n链接：https://pan.sjtu.edu.cn/web/share/2cdec7526c4656de5f88722589e967a9  \n提取码：63eq",
        "source_url": "https://mp.weixin.qq.com/s/7-Ih1eo9tPbm4ql0bVagFA"
    },
    {
        "summary": "人工智能学院在清明节前夕组织学生开展祭扫活动，以缅怀革命英烈、传承红色基因。活动包括敬献花篮、默哀、诗歌朗诵及宣誓环节，呼吁学生铭记历史、传承英烈精神，结合个人发展与民族复兴目标，在人工智能领域努力奋斗。通过此次活动，同学们深刻感受到责任与家国情怀，立志以科技报国，书写青春答卷。",
        "content": "为深切缅怀革命英烈、传承红色基因，清明节前夕，人工智能学院组织学生分别在徐汇校区史穆烈士墓和闵行校区英烈纪念雕塑开展“缅怀英烈志，共铸中华魂”清明英烈祭扫系列活动。学院党委书记杨一帆、副书记许淼鑫、全体硕博研究生和本科生入党积极分子参与活动。\n\n活动在肃穆的敬献花篮仪式中拉开帷幕。学生代表护送花篮缓步走向纪念碑，朵朵鲜花寄托着对英烈的深切追思和崇高敬意。同学们垂首肃立，默哀一分钟，在无声中追思英烈用生命铸就和平的壮举。\n\n学生代表深情朗诵诗歌《我爱这土地》并讲述了史霄雯、穆汉祥等英烈的英勇事迹。铿锵有力的字句间传递着革命先辈的坚定信念与家国情怀，带领同学们走进那段波澜壮阔的历史，了解先烈们为了民族解放、国家独立，不惜抛头颅、洒热血的感人故事。\n\n全体同学在党旗、团旗前举起右手庄严宣誓，气氛庄重而肃穆。铮铮誓言回荡在校园中，彰显了同学们为强国事业而奋斗的决心与信念。\n\n杨一帆、许淼鑫分别为徐汇、闵行的同学们作总结讲话。杨一帆指出，老一辈交大人用自己的实际行动诠释了交大人的使命与责任。希望大家能够铭记历史，缅怀先烈，传承红色基因，将英烈精神转化为前行的动力，在学习科研中拼搏奋进，以青春之我投身AI强国伟业，用奋斗之姿共筑科教兴国梦想。\n\n许淼鑫叮嘱同学们不忘来时路，要将个人发展与中华民族伟大复兴的征程紧密结合，找到正确的方向，以实际行动为中华民族伟大复兴添砖加瓦。\n\n此次活动深刻激发了同学们的责任意识与家国情怀。大家纷纷表示，将以英烈精神为指引，在人工智能领域勇攀科研高峰，以科技报国之心书写新时代青春答卷。",
        "source_url": "https://mp.weixin.qq.com/s/J1teRxrX-_JlnflHrag2Iw"
    },
    {
        "summary": "上海交通大学人工智能学院2025年暑期社会实践活动启动，主题为“行万里路，知中国情”，涵盖通识实践、自主申报、特色项目推荐及重点项目认定四大类别。活动设有四类选题方向，并包含多项专项实践。申报需通过系统登记、立项答辩等流程，符合要求的团队可参赛或申报专项活动，学院提供经费报销支持。",
        "content": "为深入学习贯彻习近平新时代中国特色社会主义思想，落实党的二十大及相关全会精神，教育引导广大学生在社会实践中坚定理想信念，厚植家国情怀，学校决定组织2025年学生暑期社会实践活动。\n\n本科学生需参与一次社会实践，硕博学生可自愿报名，参与方式包括以下四类：\n1. 学院牵头立项的实践项目，具体内容将另行通知。\n2. 学生自主申报立项的实践项目，需通过学院立项答辩评审。\n3. 学院推荐的其他特色实践项目，项目清单将动态更新。\n4. 学校审核认定的重点社会实践项目。\n\n实践主题为“行万里路，知中国情”，分为四类选题方向：“砥砺爱国情怀，奋进新征程”“把握时代脉络，问道现代化”“扎根基层一线，劳动筑发展”“立足文化传承，走向全世界”。团队可结合专业特色和实际情况设计实践活动。\n\n专项实践包括“学生党支部专项”“就业引导实习实践专项”和“行业教育专项”，具体内容详见相关通知。\n\n立项申报及审核流程为：\n1. 登录“交我办”系统填写项目申请表，截止日期为6月9日。\n2. 审批通过后，团队需补充成员信息，截止日期为6月11日。\n3. 6月13日参加学院立项答辩，通过后可正式立项。\n4. 6月16日前填写项目备案表。\n符合参赛要求的项目可参加“知行杯”“三下乡”等比赛，或申报“中国国际大学生创新大赛青年红色筑梦之旅”专项活动。\n\n经费支持方面，学院将按照学校政策提供报销支持，包括交通、住宿等费用，具体以财务政策为准。\n\n附件包括实践选题指南、专项通知、报名系统手册等，详情可通过学校相关渠道获取。",
        "source_url": "https://mp.weixin.qq.com/s/9M00c-6xqG6WxN8OY_yp6A"
    },
    {
        "summary": "上海交通大学人工智能学院2402班成功举办了三次班会，帮助同学们适应大学生活，选举班委成员并规划未来活动。首次班会中，同学们分享了丰富多彩的校园生活；第二次班会安排了校外真人CS活动和企业参观；第三次班会中，班主任谢伟迪老师带来了关于智慧医疗大模型领域的精彩讲座。三次班会圆满结束，智能2402班将在全体师生的共同努力下迈向美好的未来。",
        "content": "从初入校园到冬日到来，人工智能学院2402班的同学们已成功举办了三次班会。这些班会的目的是帮助同学们更好地适应大学生活，选举班委成员，并了解未来的活动安排与科研方向，共同开启智能2402班的新篇章。\n\n首次班会中，同学们分享了入学以来的校园生活片段。从学术探索到美景邂逅，从生活碎片到文化活动，初入大学的生活丰富而精彩。一张张照片、一段段文字记录了同学们在交大的点点滴滴，也展示了他们对未来大学生活的无限憧憬。\n\n在班会中，八位竞选人依次上台进行演讲，竞选班长、副班长、团支书、学习委员、组织委员与宣传委员六个职位。他们从个人简介、兴趣爱好、过往经历到工作展望等方面展现了自己的优势和能力，并表达了对服务班级的渴望和决心。最终，通过民主选举，同学们选出了六位班委成员，搭建起班级的班委会。\n\n12月12日，第二次班会如期举行。新任副班长阮墨文同学分享了接下来的活动安排：校外真人CS活动，为同学们在紧张学业之余放松心情；企业实地参观，了解人工智能技术的发展趋势。同学们对此充满期待，并对班委们的组织和安排给予了高度认可。\n\n12月19日的第三次班会中，班主任谢伟迪老师为大家带来了精彩的讲座。他分享了自己的求学和工作经历，介绍了团队在智慧医疗大模型领域的研究成果，并探讨了AI for science的广阔发展前景。同学们积极发言，与谢老师就AI从业者在智慧医疗领域的优势等问题进行了深入交流。\n\n三次班会在轻松愉快的氛围中圆满结束。在班主任谢老师的带领下，班委们的协助下，以及同学们的共同努力下，智能2402班全体成员将团结一致，共同努力，创造更加美好的未来！",
        "source_url": "https://mp.weixin.qq.com/s/zUhENTFqfncO5oSviN6CPg"
    },
    {
        "summary": "《新时代社会认知实践》课程通过理论讲授和实践结合，帮助学生理解社会认知的核心理论及其在教育、管理和科技等领域的应用，培养批判性思维及解决实际问题的能力。",
        "content": "课程答疑：一文了解《新时代社会认知实践》。本课程旨在帮助学生深入理解社会认知的核心理论与应用实践，通过多样化的教学方式和丰富的案例分析，提升学生在新时代背景下的社会认知能力。\n\n课程内容主要包括以下几个方面：第一，社会认知的基本理论，包括认知过程、社会判断和决策机制。第二，社会认知的实践应用，如在教育、管理、科技创新等领域的具体案例分析。第三，新时代的社会认知特征及其挑战，重点探讨数字化时代对社会认知的影响。\n\n此外，课程设计注重理论与实践相结合，学生将通过课堂讨论、小组项目以及实践活动，锻炼批判性思维和解决实际问题的能力。课程还将邀请相关领域的专家分享经验，拓宽学生的视野。\n\n总之，《新时代社会认知实践》是一门兼具深度与广度的课程，致力于培养学生的社会认知能力，以更好地应对新时代的复杂社会环境。",
        "source_url": "https://mp.weixin.qq.com/s/PZSZyHz0yA5-khXhhQruNw"
    },
    {
        "summary": "人工智能学院于9月13日迎接2025级研究生新生，他们带着对人工智能领域的热情与奋斗期许，正式开启研究生学习生涯。",
        "content": "2025 · 欢迎新同学\n\n秋阳和煦，迎新正当时。9月13日，人工智能学院2025级研究生新生陆续抵达校园，有序完成报到流程。来自各地的新生们怀揣对人工智能领域的探索热情，带着求知初心与奋斗期许，正式开启在学院的研究生学习生涯，为学院注入新鲜活力。",
        "source_url": "https://mp.weixin.qq.com/s/9cNDUZuE43oG-cwdO3ljfQ"
    },
    {
        "summary": "上海交通大学人工智能学院举办2025级学生军训中期慰问大会，学院领导和班主任参与并表达关怀。活动包括参训情况汇报、小班长代表发言、政工作品展示及慰问品发放。书记杨一帆充分肯定军训成果，并寄语同学们将军训精神融入未来成长。此次活动通过多方关怀激励学生继续以坚韧意志完成军训任务。",
        "content": "2025年9月5日，上海交通大学人工智能学院2025级学生军训中期慰问大会在闵行校区中院311教室举行。学院党委书记杨一帆，2025级本科新生班主任张志鹏、张王优、张林峰、李永露以及学院全体参训同学参加活动。活动由六连指导员、学院思政教师宋阳主持。\n\n首先，由宋阳做参训情况汇报。他从参训规模、连队编成、训练情况与政工风采等方面全面介绍了本次军训的整体情况。他指出，在军训期间，全院参训学生发扬吃苦耐劳、敢打硬仗的作风，既锤炼了体魄和意志，更在集体中寻找到了归属与友谊。同学们在训练中奋勇争先、表现突出，勇摘“沙场争锋旗”，获评“政工标兵”“内务标兵”“军事标兵”“射击标兵”“风纪标兵”等多个优秀称号。同时，同学们积极加入国护队、特战连、政工组等各类组织，在不同岗位上发挥专长、贡献力量，全面展现出人工智能学院学子坚忍不拔的意志品质与交大人昂扬向上的精神风貌。\n\n军训小班长代表一营六连小班长邢皓然、一营十连小班长崔熙童先后回顾了自己在参训期间的经历与体会，并向始终坚守岗位、严格训练又温情关怀的教官和老师们表达了最诚挚的感谢。他们表示，穿上戎装，让他们对责任与使命有了更深刻的理解。在接下来的训练时光中，他们将继续以饱满的热情、高昂的斗志投入训练，不负老师与教官的殷切期望，以青春之姿、坚毅之态，为此次军训交上一份无愧于时光、无愧于自我的完美答卷。\n\n随后，大家共同欣赏了同学们在军训期间创作的政工作品。视频通过一系列真实感人的镜头语言，生动展现了同学们从初入军营的青涩到如今坚毅挺拔的成长轨迹，更凸显了同学们“不怕吃苦、勇于挑战、团结协作、追求卓越”的军训精神，引发了全场强烈共鸣。\n\n杨一帆和新生班主任们为参训同学和教师发放慰问品，师生欢聚一堂，氛围热情洋溢。一份份心意，承载着学院和老师对同学们的关心，也为这个略带炎热的初秋下午，添上一笔温暖与甘甜。\n\n杨一帆做总结讲话，她充分肯定了人工智能学院全体参训师生的军训成果，向全体参训教官、老师和同学们表达诚挚慰问。她寄语同学们要将在军训中收获的宝贵品质内化于心，在今后的学习科研道路上始终保持奋斗激情，勇担时代使命，把个人理想融入时代发展进程，努力成长为兼具家国情怀、协作能力与创新思维的人工智能领军人才。\n\n迷彩是青春最绚丽的底色，汗水是成长最珍贵的勋章。此次慰问不仅为烈日下坚守的军训新生们送去了物质关怀，更注入了温暖与力量。相信同学们定能将这份关怀化为动力，以更饱满的热情、更坚韧的意志投入后续训练，圆满完成军训各项任务，用汗水书写青春的坚毅答卷。",
        "source_url": "https://mp.weixin.qq.com/s/CfhTj9ZHH4zRXu9eEc0lNQ"
    },
    {
        "summary": "本文介绍了上海交通大学人工智能学院组织的华为练秋湖研发中心参观学习活动。活动旨在通过园区参观、技术交流、职业分享等环节，让学生了解华为AI研发成果及企业文化，体验“天才少年计划”成员的创新思维和职业成长故事。文章还详细讲解了华为“天才少年计划”的背景及意义，期待通过此次活动为学生提供职业规划启发，激发创新潜力。",
        "content": "探秘华为研发中心，开启 AI 未来之旅 | 上海交通大学人工智能学院参观学习活动报名开启\n\n活动简介\n在人工智能技术重塑全球产业格局的今天，高校人才培养与企业前沿实践的深度链接，已成为推动技术创新、孕育未来领袖的核心动力。人工智能是典型的技术驱动型领域，其发展离不开学术研究、产业应用的联动。2025年3月12日，上海交通大学人工智能学院将组织学生走进华为练秋湖研发中心，开启一场聚焦人工智能前沿技术与职业发展的沉浸式学习之旅。本次活动将带领同学们深入华为尖端研发腹地，探秘全球领先的AI创新成果，与华为“天才少年计划”成员零距离对话，聆听技术大咖的职业成长故事，感受科技巨擘的企业文化与人才理念。\n\n华为练秋湖研发中心\n华为技术有限公司是全球领先的信息与通信技术解决方案提供商，业务覆盖170多个国家和地区，服务全球超过30亿人口。自1987年成立以来，华为始终以“把数字世界带入每个人、每个家庭、每个组织，构建万物互联的智能世界”为使命，在5G通信、人工智能、云计算、智能终端等领域持续突破技术边界。从智能手机到AI芯片，从智慧城市到数字能源，华为以硬核技术实力推动全球数字化进程，成为“中国智造”走向世界的标杆。\n\n华为练秋湖研发中心是华为面向人工智能、云计算等前沿技术的核心研发基地之一，被誉为“中国硅谷的创新引擎”。这里汇聚了华为最顶尖的科研团队，聚焦昇腾AI芯片、盘古大模型、鸿蒙生态系统、智能驾驶解决方案等战略性项目，致力于打造全栈AI技术能力。通过与高校、企业的深度合作，练秋湖研发中心正成为全球AI技术从理论到应用的关键桥梁。\n\n华为“天才少年计划”：顶尖人才的“破壁者计划”\n华为“天才少年计划”是华为创始人任正非于2019年发起的全球顶尖人才招募项目，旨在以“高于行业五倍薪酬”吸引在数学、计算机、物理、材料等领域具有颠覆性创新潜力的青年科学家。该计划以“用最优秀的人培养更优秀的人”为核心理念，入选者需经历简历筛选、技术笔试、多轮高管面试等严苛环节，最终录取率不足1%，被誉为“中国科技界的奥林匹克”。\n\n华为“天才少年计划”成员是青年科技精英的代名词，他们中既有在国际顶会发表突破性论文的学术新星，也有主导过亿级用户产品落地的实战派。与他们的交流，不仅是技术视野的拓展，更是一场“思维模式的升级”：\n从“解题”到“定义问题”：天才少年们如何从复杂业务场景中提炼核心挑战？\n从“单点突破”到“系统思维”：如何在技术研发中平衡创新性与工程可行性？\n从“跟随者”到“引领者”：青年科研人员如何在全球竞争中抢占技术制高点？\n\n在本次参观学习中，这些青年科技精英将为参观者们分享他们心中的答案，为交大学子点燃“敢为天下先”的创新勇气，树立对标国际一流的技术追求，打开一扇通向AI顶尖领域的窗口。\n\n活动亮点\n园区深度参观：揭秘华为研发中心的智慧化场景与硬核技术生态。\n技术交流：对话“天才少年计划”成员，探讨AI领域的技术突破与未来趋势。\n职业分享：解锁华为人才发展路径，助力AI学子的职业规划与成长。\n\n活动流程（3月12日）\n13:15 闵行发车（老行政楼集合出发）\n14:30-16:30 园区参观及经验分享\n16:30 活动结束，统一返程\n\n报名信息\n报名方式：填写问卷（名额限40人）\n截止时间：2025年3月8日中午12:00\n\n与华为“天才少年”面对面，感受AI技术的星辰大海；走进顶尖企业研发中心，为未来职业发展锚定方向。2025年3月12日，与上海交通大学人工智能学院一起，开启这场硬核而充满启发的AI探索之旅！",
        "source_url": "https://mp.weixin.qq.com/s/3UvvtTmUbUt1cyGF-s6BGA"
    },
    {
        "summary": "玻尔与SciMaster联合举办科研智能体大赛，探索AI技术如何赋能科研工作，展示了多个创新科研工具和智能助手的应用成果。比赛讨论了AI在科研中的潜力及相关伦理挑战，为推动科研数字化转型提供了经验。",
        "content": "AI赋能科研新范式！玻尔+SciMaster科研智能体大赛项目答辩，揭秘如何打造超级科研助手。\n\n随着人工智能技术的飞速发展，科研领域迎来了新的转型契机。近期，玻尔与SciMaster联合举办了科研智能体大赛，吸引了众多科研团队参与。此次比赛旨在探索如何利用人工智能赋能科研工作，打造超级科研助手，为科研人员减负增效。\n\n比赛通过项目答辩的形式，展示了不同团队的创新成果。参赛团队利用AI技术，开发了多种科研工具，包括文献分析助手、实验数据处理平台、智能化知识图谱构建等，充分展示了AI在科研中的巨大潜力。这些工具不仅提升了科研效率，还为科研人员提供了更加智能化的支持。\n\n其中，一个项目引起了广泛关注，该团队开发的科研助手可以通过语音交互完成文献检索、数据分析，并生成初步的研究报告。这一功能为科研人员节省了大量时间，同时提高了研究的准确性和系统性。\n\n此外，比赛还讨论了AI技术在科研伦理、数据隐私保护等方面的应用与挑战。与会专家认为，AI的广泛应用虽然带来了便利，但也需要在技术开发过程中注重伦理问题，确保技术的安全性和公平性。\n\n此次比赛的成功举办，不仅推动了科研智能体技术的发展，也为科研领域的数字化转型提供了宝贵的经验。未来，我们期待AI技术能够进一步融入科研工作，助力科学探索和创新。",
        "source_url": "https://mp.weixin.qq.com/s/v-B4t9rsVnFlkLlYa7g2gw"
    },
    {
        "summary": "文章讲述了上海交通大学七院联队为纪念“一二·九”运动九十周年，在歌会上演唱《沂蒙山》经典片段《爱永在》的准备过程。他们通过歌声传递沂蒙精神，展现师生同心协力的努力和信仰传承。在中期慰问中，学院代表的鼓励与关怀为同学们注入信心，激励他们以更好的状态迎接即将到来的演出。",
        "content": "七院联队中期慰问\n\n“巍巍青山埋忠骨，潺潺流水送柔情。一曲沂蒙千古唱，此爱生生永不停。”当《爱永在》的旋律在初冬的交大响起，那段烽火岁月里的坚定信仰与鱼水深情，便穿越时光，在每一个音符间回响。\n\n小雪渐寒，歌声正暖。\n\n为纪念“一二·九”运动九十周年，由材料科学与工程学院、生物医学工程学院、农业与生物学院、药学院、国际与公共事务学院、智慧能源创新学院、人工智能学院师生组成的七院联队，以歌剧《沂蒙山》经典片段《爱永在》为曲，用歌声凝铸信仰，以旋律传递深情。\n\n以声诉心，以歌铸魂\n\n指导老师为同学们深情讲述了《爱永在》背后的创作故事。沂蒙山有军民一心的坚定，有生死相托的信任，更有“水乳交融、生死与共”的沂蒙精神。同学们在聆听中走进那段历史，将跨越时光的感动融入声声歌唱中。\n\n同学们从呼吸到发声，从音准到和声，反复打磨每一个细节。《爱永在》不仅是旋律的演绎，更是精神的传承。女声婉转如溪，男声浑厚如山，彼此交织，唱出层层云海、袅袅炊烟，共同构筑起一幅沂蒙山区的壮美画卷。\n\n慰问暖心，携爱前行\n\n11月24日晚排练间隙，2025年上海交通大学“一二·九”师生歌会七院联队中期慰问顺利举行。\n\n材料科学与工程学院党委副书记李逸舟作为教师代表发言。他充分肯定了同学们在排练中所展现出的努力与进步，并为大家鼓舞士气，勉励同学们再接再厉。亲切的关怀与激昂的勉励，为同学们注入了信心与力量。\n\n一句句温暖的话语如春风拂走冬日初寒；一份份满载心意的礼包，传递着七院共同的支持与关怀。这一刻，排练的疲惫悄然消散，唯有热忱与感动化作前行的力量。\n\n青山巍巍，情深永在；歌声不息，信念如磐。带着学院的关怀与鼓励，怀着对沂蒙精神的深深崇敬，七院联队将以更加饱满的状态、更加动人的演绎，在2025年“一二·九”师生歌会的舞台上，让《爱永在》的旋律激荡人心，让沂蒙精神在新时代的回声中熠熠生辉。\n\n青春如歌，信念永在。七院同心，声生不息。",
        "source_url": "https://mp.weixin.qq.com/s/-rbrN0_tI1s9U3AQWJOE2w"
    },
    {
        "summary": "本文介绍了在纪念“一二·九”运动90周年之际，七院师生通过合排与歌唱活动共同演绎的青春交响。文章回顾了从分声部训练到合声演唱的排练过程，展现了师生们对沂蒙精神的深刻诠释及对祖国命运同频共振的情怀和担当。",
        "content": "七弦和鸣，共谱华章。\n\n今年正值一二·九运动90周年。九十载光阴荏苒，新时代征程壮阔，七院师生凝心聚力，发出跨越时空的青春呐喊。以此刻的交响共鸣，共同勾勒出民族复兴的宏伟蓝图。\n\n同心相聚，筑梦启航。\n\n2025年11月13日，由材料科学与工程学院、生物医学工程学院、农业与生物学院、药学院、国际与公共事务学院、智慧能源创新学院、人工智能学院的师生组成的七院联队在材料学院创新大楼100报告厅进行合排，全力准备即将到来的“一二·九”歌会。\n\n精彩瞬间。\n\n去年，一曲清新灵动的《上春山》诉说着交大师生对中华文脉的深情与传承。今年则赓续这份坚守，选取歌剧《沂蒙山》片段《爱永在》，从悠扬婉转到铿锵激昂，展示着军民水乳交融、生死共铸就的沂蒙精神，讲述着交大人始终与祖国命运同频共振、以实干担当谱写的报国华章。\n\n分声深耕，精益求精。\n\n今年排练仍延续往届传统，首先进行分声部训练。师生全体精益求精，对乐句的起伏、音调的准确不断练习、反复打磨，力求和谐。在老师的指导之下，各声部逐步克服难点，将细节锤炼到极致。\n\n千嗓千调，终归一心。\n\n经过分声部的细致磨练，众人一齐合声演唱。在指挥的指导下，在激昂的钢琴声中，全体齐声唱响“不徘徊，爱永在”。各声部的歌声交织，将“不徘徊”的决心和“爱永在”的深情，扎实而饱满地传递出来，震撼人心。\n\n曲声落定，誓言犹响。",
        "source_url": "https://mp.weixin.qq.com/s/CXEcqc7b2Xlp4dM1cJ7-8A"
    },
    {
        "summary": "智能2401班在新学期首次召开班会，明确了班级管理制度，回顾了大学生活的初体验，并通过公平选举产生了班委会成员。班主任和思政老师寄语大家勇敢追梦，共同创造精彩的大学时光。",
        "content": "开学了！新学期的帷幕已经拉开一周有余，SAI号也首次启航。为完善班级管理，优化学习生活模式，帮助同学们快速适应大学生活，智能2401班在26日晚间于东中院召开了首次班会。\n\n在21世纪的科技浪潮中，人工智能无疑是最为耀眼的明星之一，它如同一股不可阻挡的力量，正以前所未有的速度和深度改变着我们的世界，引领我们步入一个充满无限想象与可能的新纪元。\n\n会议首先由人才培养办公室的彭晶晶老师为大家宣传普及学院的管理制度，鼓励大家多与老师沟通，建立合理的时间观念和学习生活模式。班主任王钰老师也表达了对新班级的期望与构想。\n\n大学生活正式开篇，我们在这一周中初步体验到了大学生活的丰富与忙碌。求学问道的认真、紧赶早八的急忙、校园跑步的活力、交大校园的美，都让我们触摸到真正的大学生活。\n\n随后进行的是紧张刺激的竞选环节。竞选同学各展风采，展现自己的能力与担当。本环节由同学们公平匿名投票，共选出正副班长、团支书、学习委员、宣传委员、心理委员、组织委员职位，架构起班级的班委会。\n\n班会最后，思政宋阳老师和班主任王钰老师对班会进行总结发言，勉励我们在未来的路上勇于追梦，与良师益友同行，在交大耕耘自己的精彩。\n\n这是我们智能2401班的第一次班会，也是大家共同迈出的第一步。未来的道路上，我们将继续携手同行，共同创造属于我们的精彩大学时光！智能2401，前进！",
        "source_url": "https://mp.weixin.qq.com/s/SIW_btXsIuU6etGfFoLhAQ"
    },
    {
        "summary": "七院联队在“李叔同杯”校园戏剧大赛中以剧目《英烈不朽》获得铜奖和优秀组织奖。剧目通过历史场景展现了两位学长以真理捍卫信仰的壮烈篇章，激起当代青年的共鸣。本次成功离不开演员对角色的深刻理解与团队的默契协作。交大学子以戏剧缅怀先烈，传承红色基因，体现了交大“饮水思源，爱国荣校”的校训精神。",
        "content": "齐心演绎交大情，朝气蓬勃创佳绩。七院联队的《英烈不朽》在4月6日晚落幕的“李叔同杯”校园戏剧大赛中表现出色。这部剧通过“真假和平辩论会”的历史场景，再现了两位学长以真理捍卫信仰、以青春热血唤醒民众的壮烈篇章。剧中“用斗争去争取和平”的呐喊，穿透历史，激起了当代青年学子的强烈共鸣，最终获得优秀组织奖和铜奖，赢得了师生的一致赞誉。\n\n为了精准塑造角色，演员们深入研读剧本，反复揣摩人物动机与情感层次。他们查阅文献、观摩影像资料，并向专业导师请教形体细节。主演团队组织围读，逐句推敲台词韵律，从生涩到从容，每一秒的精彩演绎都凝结了无数的汗水与热爱。\n\n当舞台大幕拉开，灯光倾泻而下，演员们瞬间化身剧中灵魂，自然投入，细腻表演将角色生动展现。辩论会现场，学生们持不同态度，但都心怀报国之心，愿为和平贡献力量。辩论如火如荼，真理在思维和言语的碰撞中越辩越明。面对国民党伪善的公文，学生们众志成城，誓为和平斗争到底。穆汉祥与史霄雯虽身陷囹圄，仍信念坚定，心系革命。他们的牺牲与解放军的胜利共同见证了旧时代的毁灭与新中国的诞生。\n\n本次演出离不开团队的协作。导演编剧组、演员组、场务组分工明确，默契配合，所有成员用心投入，为演出的成功付出了巨大努力。感谢指导老师杨洋、总导演闻小炜及各位团委老师的悉心指导。\n\n作为新时代的交大人，团队以戏剧回溯血色芳华，既是对先烈的深切缅怀，也是对“饮水思源，爱国荣校”校训的生动诠释。129年来，交大始终与民族共命运，与时代同步伐。今天，在先烈精神的照耀下，交大学子将传承红色基因，用戏剧讲好交大故事，传递青年之声，与历史中的先贤相遇。",
        "source_url": "https://mp.weixin.qq.com/s/gpyp2svdAEyNSCmlizyABQ"
    },
    {
        "summary": "人工智能学院于2025年10月29日下午召开拟发展对象答辩会。10名入党积极分子就入党动机、学习科研表现等进行陈述并回答评委提问。此次答辩会推动了学生党员培养工作的规范化与制度化，也检验了拟发展对象的政治素养。入党积极分子在思想与实践中进一步提升，为人工智能领域发展贡献力量。",
        "content": "2025年拟发展对象答辩会\n\n为扎实推进人工智能学院学生党员培养与发展工作，进一步增强党支部的凝聚力和执行力，2025年10月29日下午，人工智能学院在徐汇校区人工智能学院412会议室组织召开拟发展对象答辩会。人工智能学院党委副书记许淼鑫、党政综合办公室、人才培养办公室相关负责老师出席会议。会议由人才培养办公室宋阳主持。\n\n在答辩环节中，10名入党积极分子通过抽签顺序依次进行个人陈述，围绕入党动机、学习科研表现、学生工作、社会服务等方面展开汇报，并回答评委提问。\n\n本次答辩会有效推进了学院学生党员发展工作的科学化、规范化与制度化，切实提升了党员发展质量。既是对拟发展对象政治素养的集中检阅，也是学院落实立德树人根本任务、把好党员队伍「入口关」的重要举措。\n\n通过本次答辩，入党积极分子们在思想淬炼与实践锻炼中筑牢信仰根基、锤炼过硬本领。在今后的科研学习与社会服务中，他们将发挥模范带头作用，在不懈奋斗中绽放青春风采，为人工智能领域创新发展贡献智慧与力量。",
        "source_url": "https://mp.weixin.qq.com/s/o5NBhUvFT0Eu33cxlZsLoA"
    },
    {
        "summary": "许洪腾教授将于12月25日下午4点在徐汇校区人工智能学院大楼416会议室进行主题为「Decentralized Computation of Entropic Optimal Transport」的学术讲座，主持人为张娅教授。",
        "content": "学术讲座  \n时间：12月25日16:00  \n地点：徐汇校区人工智能学院大楼416会议室  \n嘉宾：许洪腾（中国人民大学长聘副教授）  \n讲座主题：Decentralized Computation of Entropic Optimal Transport  \n主持人：张娅（上海交通大学人工智能学院特聘教授）",
        "source_url": "https://mp.weixin.qq.com/s/ZYP3xsnQN3g4sDeYrWLmVA"
    },
    {
        "summary": "学院举办球类运动嘉年华，为人工智能学院师生提供羽毛球和乒乓球场地，并邀请专业教练指导。活动时间为本学期每周三，羽毛球场地在气膜馆，乒乓球场地在南区体育馆。羽毛球教练党晨轩拥有丰富比赛经验，多次获得全国性和市级比赛奖项；乒乓球教练团队为交大阳光乒乓球队，曾在国家级、省市级比赛中取得优异成绩。活动旨在鼓励师生积极参与运动，强身健体，共同打造健康校园生活。",
        "content": "球类运动嘉年华\n\n亲爱的同学们，为了鼓励大家积极参与体育活动，强身健体，学院为大家预约了羽毛球和乒乓球场地。让我们一起在球场上挥洒汗水，享受运动带来的快乐与健康。期待在运动场上见到你们活跃的身影！\n\n羽毛球场地：\n时间：本学期11月27日起每周三晚上18:00-20:00\n场地：气膜馆羽毛球场3号和4号场地\n\n乒乓球场地：\n时间：本学期11月20日起每周三下午14:00-16:00\n地点：南区体育馆1-4号乒乓球桌\n\n为了让同学们的运动体验更加专业和高效，我们不仅为大家预约了羽毛球和乒乓球场地，还荣幸地邀请到了经验丰富的教练团队。他们将在现场指导，帮助每位同学提升技能、享受运动的乐趣。让我们在专业教练的引领下，共同迈向健康生活，尽情释放活力吧！\n\n羽毛球教练：\n党晨轩，本科就读于上海交通大学，高水平羽毛球队的队员。在大学之前多次获得江苏省单双混各个项目的冠军，并且本科阶段以优异的成绩保研，继续在交大文创学院学习。学习羽毛球已经17年，大学阶段多次在上海市以及全国比赛中获得出色的成绩。\n2019年，常州国际青少年羽毛球邀请赛男双冠军、单打季军。\n2019年，上海市大学生羽毛球锦标赛男团亚军、男双季军。\n2020年，上海市大学生羽毛球锦标赛男团亚军、混双季军。\n2021年，上海市大学生羽毛球锦标赛男团冠军、混双亚军。\n2023年，全国大学生羽毛球锦标赛男团季军、男双第六名。\n2023年，全国羽毛球挑战赛男子单打季军。\n2023年，「尤尼克斯杯」中国羽毛球精英邀请赛混合团体第四名。\n2023年，「太仓智汇港杯」全国高校高水平羽毛球邀请赛男子团体冠军。\n2023年，上海市大学生羽毛球锦标赛男团冠军、男双冠军。\n2024年，全国大学生羽毛球锦标赛（南区赛）男团冠军。\n2024年，全国大学生羽毛球锦标赛（总决赛）男团亚军。\n\n乒乓球教练：\n上海交通大学阳光乒乓球队成立于2009年，是一支梯队建设完善、队伍管理有序、富有朝气活力的队伍。在2023至2024学年上海市大学生乒乓球锦标赛中，斩获女团银牌、男团铜牌、女双银牌、女双铜牌以及混双铜牌，共计两银三铜，取得了建队以来的最佳战绩。此外，交大阳光乒乓球队还曾获得全国大学生阳光乒乓球比赛混合团体亚军、上海市大学生乒乓球锦标赛男团冠军、C9高校学生乒乓球比赛二等奖（2021年）等诸多国家级和省市级比赛奖项。\n\n本活动仅限人工智能学院师生参加。希望同学们多多走出宿舍，积极运动，强身健体。后续也会有更多运动项目解锁，为大家提供更广泛的运动选择。如果你对某项运动特别感兴趣或有特定的学习需求，欢迎随时向思政老师提出反馈。我们重视每一位同学的声音，期待与大家共同打造一个充满活力和健康的校园生活。让我们携手前进，在运动中寻找快乐，在健康中追求卓越！",
        "source_url": "https://mp.weixin.qq.com/s/FBewKnLHuhtk53tTK5rxRg"
    },
    {
        "summary": "上海交通大学即将召开第三十七次学生代表大会，人工智能学院将推选4名正式代表和1名列席代表，代表总人数中女生比例不少于25%。代表资格要求包括思想政治素质、道德品质及履职能力等。代表推选采取“二上二下”的民主流程，常任代表需从正式代表中推荐，需具备优良成绩及服务能力。",
        "content": "上海交通大学第三十七次学生代表大会计划于2025年11月召开。本次大会依据有关章程，本着公开、公平、公正的原则，按照代表性、广泛性和先进性的要求，在全校范围内开展代表推选工作。大会将推选正式代表、列席代表和特邀代表，总计553名。\n\n人工智能学院的推选办法如下：\n\n正式代表资格限定：\n1. 必须是具有中国国籍（含港澳台）且为上海交通大学全日制在读本科生或研究生。\n2. 坚决拥护中国共产党的领导，深入学习贯彻习近平新时代中国特色社会主义思想。\n3. 遵守宪法、法律法规及学校规章制度。\n4. 具备较高的思想政治素质、良好道德品质，积极上进，作风务实，乐于奉献。\n5. 能真实反映同学诉求，热心表达意愿，具备履职能力。\n\n正式代表名额分配：\n人工智能学院需推选4名正式代表和1名列席代表。代表总人数中女生不得少于25%。选举共需推选6位候选人。\n\n正式代表产生流程：\n1. 第一轮：通过年级大会、班会、新媒体等形式告知同学推选信息，采取自荐、他荐及学生组织推荐方式产生应选名额120%的正式代表候选人预备人选。提交相关表格及推选过程报告。学代会代表资格审查委员会对预备人选进行资格审查，并将审查情况返回推选单位。\n2. 第二轮：各单位根据资格审查结果，通过学生代表会议民主选举产生正式代表人选，并填写相关表格，简述民主选举过程。正式代表需完成预登记。\n\n列席代表由校团委、各院（系）团委和主管学生工作的部门推选，并填写相应的预登记表。\n\n常任代表：\n各单位从正式代表中推荐1名常任代表候选人，参加学代会常任代表差额选举。常任代表需学习成绩优异（本科生排名应在前50%，研究生成绩绩点不低于3.0），熟悉本院（系）学生情况，并具备服务同学的热情和能力。原则上不建议学生会或研究生会主席团成员担任。\n\n推荐的常任代表候选人需填写相关简介表，并附成绩单及排名证明。",
        "source_url": "https://mp.weixin.qq.com/s/ZL4Cfn8ImiYlB5qOo4Jpag"
    },
    {
        "summary": "上海交通大学第三十六次学生代表大会将于2024年11月召开，共推选530名代表，包括正式代表、列席代表和特邀代表。正式代表要求拥护中国共产党领导，具备思想政治素质和履职能力。代表推选通过“二上二下”程序完成，名额分配考虑院系学生人数和性别比例。列席代表和特邀代表分别由相关部门推选。常任代表从正式代表中推荐产生，需具备较高学习成绩和服务能力。",
        "content": "上海交通大学第三十六次学生代表大会计划于2024年11月召开。根据相关章程，本着公开、公平、公正的原则，按照代表性、广泛性和先进性的要求，面向各院系开展代表推选工作。本次大会推选代表包括正式代表、列席代表和特邀代表，共计530名。\n\n正式代表的资格要求如下：\n1. 必须是具有中国国籍（含港澳台），上海交通大学学籍的全日制在读本科生或研究生。\n2. 坚决拥护中国共产党的领导，深入学习贯彻习近平新时代中国特色社会主义思想。\n3. 遵守宪法、法律法规以及学校规章制度。\n4. 具有较高的思想政治素质、良好的道德品质，积极上进，作风务实，乐于奉献。\n5. 能够真实充分反映同学诉求，积极热心表达同学意愿，具备一定履职能力。\n\n正式代表的名额分配按照各院系全日制在校中国籍本科生、研究生总数的1%确定，共490名，并考虑实际情况略作调整。人工智能学院需要推选3名正式代表和1名列席代表，总代表人数中女生比例不得少于25%。\n\n正式代表的产生通过“二上二下”的程序完成：\n第一轮：各推选单位通过年级大会、班会、新媒体等方式发布选举信息，以自荐、他荐、学生组织推荐等形式酝酿产生候选人预备人选。预备人选数量为应选正式代表名额的120%。学代会代表资格审查委员会进行资格审查并反馈审查结果。\n第二轮：各推选单位根据审查结果，通过学生代表会议民主选举产生正式代表人选。\n\n列席代表由校团委、各院系团委和相关部门负责推选。特邀代表为全日制在校来华留学生。\n\n常任代表从正式代表中推荐产生，其候选人将参加学代会常任代表差额选举。常任代表在学代会闭会期间参加常任代表会议，对所在院系的同学负责。候选人需学习态度端正，本科生学习成绩原则上在专业排名前50%，研究生成绩绩点不低于3.0。同时具备服务同学的热情、能力和精力，关心和熟悉本院系学生的基本情况。一般不建议由学生会或研究生会主席团成员担任。\n\n常任代表候选人需填写相关简介，并附成绩单及排名证明。",
        "source_url": "https://mp.weixin.qq.com/s/yyeHKO6m-1wpA4mNJzXrrQ"
    },
    {
        "summary": "人工智能学院2024级学生军训中期慰问活动于9月6日顺利举办，院长王延峰及师生共同参与。活动中汇报了军训成果，学生代表分享了成长与体会，并欣赏了军训期间的视频作品。王院长鼓励学生发扬坚韧毅力和集体精神，为未来大学生活做好准备。活动最后举办了集体生日会，为参训同学送上特别礼物。学院学子将在接下来的军训和学习中继续奋发向上。",
        "content": "9月6日下午，人工智能学院2024级学生军训中期慰问在陈瑞球楼121教室举行。人工智能学院执行院长王延峰、教授代表严骏驰、2024级本科班主任王钰、谢伟迪，以及学院人才培养办公室相关老师、辅导员、2024级全体本科新生参加活动。\n\n宋阳汇报了学生参训情况，从参训人数、连队编成、训练情况、政工风采等多维度介绍了本次军训整体情况。他指出，学院全体参训学生在过去几天的训练中刻苦训练、吃苦耐劳，圆满完成20公里拉练任务，展现了集体凝聚力和坚忍不拔的意志品格。AI学子在训练场上奋勇拼搏，勇夺沙场争锋荣誉两次、军事标兵荣誉两次、内务标兵荣誉一次，并在国护队、文工团、政工组等不同岗位各施所长，充分展现了坚忍不拔的精神品格和交大人蓬勃向上的精神风貌。\n\n随后参训学生代表发言。十九连2班小班长王佳骏分享了军训以来的经历和体会，向教官和老师表达了感谢。他表示，军训锻炼了意志，培养了团队协作能力。在未来的学习科研中，他将牢记军训带来的成长与感悟，努力成为人工智能领域的闪耀新星。二十一连7班小班长刘泽辉分享了担任小班长以来的成长与改变。她表示，军训不仅培养了独立意识和全局思维，还极大提升了综合素养。同学们将继续刻苦训练，以「红军不怕远征难，万水千山只等闲」的姿态，为军训交上一份满意的答卷。\n\n随后，大家共同欣赏了参训同学在军训期间创作的视频作品，展现了良好的精神面貌和优秀的军训作风，赢得了老师与同学们的热烈掌声。\n\n王延峰代表学院全体教职员工对参训同学不畏酷暑、刻苦训练的精神表达了赞许，对全体教官和教师的辛勤付出表示感谢，并为同学们在军训中取得的荣誉感到骄傲。他分享了自己三十年前携笔从戎、投身军旅的经历，鼓励同学们继续发扬艰苦奋斗、刻苦耐劳的坚强毅力和集体主义精神，养成正确的价值观和人生观，为即将开启的大学生活做好准备。他希望同学们牢记军训收获的成长与感悟，将「饮水思源，爱国荣校」的校训融入血脉，立志用青春奉献祖国，推动人工智能领域的发展。\n\n活动最后，学院为参训同学准备了一份特别的礼物——集体生日会。在军训期间度过生日的五位同学上台为大家分发蛋糕，所有参训同学在生日会中度过了来到交大后的第一个集体生日。学院还为十位女生送上了专属慰问品。\n\n军训过半，希望人工智能学院的学子们谨记师长的叮嘱与期盼，继续以高昂斗志、饱满精神迎接接下来的军训生活，并将这份斗志和上进延续至即将到来的本科学习生活，争取再创辉煌。",
        "source_url": "https://mp.weixin.qq.com/s/FEhwEZ_kAYSX-8iqLCjT4w"
    },
    {
        "summary": "上海交通大学人工智能学院首届文创产品设计大赛面向全体师生及校友征集创意设计，包括卡套、文具等产品。参赛作品需突出AI特色，创意新颖且易于应用。活动设立奖金并将优秀作品制作成实物。参赛者需提交设计图片及说明，所有作品知识产权归学院所有，详情请参阅活动规则。",
        "content": "征集内容：  \n文创赛道包括但不限于卡套、文具、服饰、钥匙扣等各类产品。\n\n征集对象：  \n上海交通大学全体师生及校友。\n\n起止时间：  \n即日起至12月31日。\n\n活动奖项：  \n设一等奖、二等奖、三等奖若干名。一等奖奖励为800元，二等奖奖励为500元，三等奖奖励为200元。获奖优秀作品将会做成实物，并标明作者进行展示。\n\n作品要求：  \n1. 主题鲜明：风格彰显AI特色，体现上海交通大学人工智能学院元素；  \n2. 创意新颖，具有原创性：不得抄袭；  \n3. 适应面广，易于使用：能够较好适用于各种宣传媒介、氛围营造和活动场合，便于制作实体文创产品。\n\n征集方式：  \n- 提交要求：文创作品须包含作品设计图片、设计理念说明、相关注释，有概念模型的提交源文件。作品设计图片可以以绘画手稿或渲染效果图形式提交，包含正面、侧面和背面展示图片，单张图片大小不超过5M。  \n- 提交方式：通过指定链接或二维码提交。  \n- 评审方式：学院将组织评审小组对应征作品进行评选，评选结果将通过SAI学生官方公众号发布。\n\n注意事项：  \n1. 应征作品可选择个人或团队应征；  \n2. 应征作品须为未公开发表的原创作品，不得侵犯任何第三方合法权益，否则主办方有权取消参选资格并追究法律责任；  \n3. 应征者需承诺一稿一投，否则主办方有权取消参选资格并追究法律责任；  \n4. 所有录用、入围作品的知识产权和使用权归上海交通大学人工智能学院所有；  \n5. 录用作品的作者应根据主办方意见对作品进行修改直至最终推广使用；  \n6. 所有应征作品无论入选与否均不退稿，请作者自留底稿；  \n7. 提交作品者视为已充分理解并接受本启事各项条款；  \n8. 本次征集活动最终解释权归上海交通大学人工智能学院所有。\n\n参考文件：  \n上海交通大学人工智能学院品牌视觉系统文件，详情见二维码下载。",
        "source_url": "https://mp.weixin.qq.com/s/mjGqzqEaQ5ll9Qlc1xmaYQ"
    },
    {
        "summary": "上海交通大学人工智能学院公示了参加第三十六次学生代表大会的正式代表和常任代表候选人名单。正式代表包括刘泽辉、阮墨文和赵博，常任代表候选人为阮墨文。公示时间为2024年10月12日至10月14日，期间可向学院委员会反映情况。",
        "content": "上海交通大学第三十六次学生代表大会计划于2024年11月召开。根据有关文件要求，本着公开、公平、公正的原则，按照代表性、广泛性和先进性的要求，经过人工智能学院学生代表会议民主选举和学代会代表资格审查委员会审核通过，最终产生正式代表3名、常任代表候选人1名。现将人工智能学院参加上海交通大学第三十六次学生代表大会正式代表及常任代表候选人公示如下：\n\n正式代表：\n刘泽辉，女，2006年3月生，上海人，汉族，本科在读，群众。\n阮墨文，男，2005年9月生，浙江人，汉族，本科在读，共青团员。\n赵博，男，2006年7月生，河北人，汉族，共青团员。\n\n常任代表候选人：\n阮墨文，男，2005年9月生，浙江人，汉族，本科在读，共青团员。他自2024年至今于上海交通大学人工智能学院攻读学士学位，曾获得周伯英奖学金、顺来奖学金、校优秀学生干部、校三好学生等荣誉。\n\n公示时间：2024年10月12日至2024年10月14日。\n对公示对象如有情况反映，请于公示期间向共青团上海交通大学人工智能学院委员会反映。\n联系人：宋阳。\n联系方式：s-y01@sjtu.edu.cn。\n\n共青团上海交通大学人工智能学院委员会\n2024年10月12日",
        "source_url": "https://mp.weixin.qq.com/s/c5mO9et6jXPYGfLNOoEXNw"
    },
    {
        "summary": "人工智能学院第二届新生集结上海交大，在憧憬与祝福中开启精彩大学生活。新学期是新的起点，萌新们将携手同行，共同书写青春的绚丽篇章。",
        "content": "开学啦！初秋迎新，AI启航！第二届人工智能学院的新生们集结在上海交大，精彩的大学生活即将开启，等你来见证他们的风采！\n\n怀揣着憧憬和家人的祝福，新生们踏上了上交的新征程。从这一刻开始，他们向阳出发，开启属于自己的元气青春。\n\n快门轻按，笑容定格在照片中，光影流转之间，珍藏下这段青春年华。\n\n追风赶月，莫负韶华！新学期意味着新起点，同时也是人生崭新的篇章。人工智能学院的萌新们，让我们携手同行，共同绘制青春的壮丽画卷！",
        "source_url": "https://mp.weixin.qq.com/s/COWyN42zwbhrmA4MdDlf_A"
    },
    {
        "summary": "2025年世界人工智能大会以「智能时代，同球共济」为主题，汇聚了全球顶尖AI企业和政府机构，展示了从大模型、算力到具身智能和AI终端应用的前沿技术。多位志愿者参与团组接待讲解，收获了语言表达、应变能力的提升，深入了解了人工智能的行业发展与应用前景，感受到中国在AI领域的显著成就。大会不仅是AI技术的展示平台，也成为志愿者们连接学术理论与产业实践的重要桥梁，为他们未来的发展注入了动力。",
        "content": "7月26日，2025世界人工智能大会（WAIC）在浦东世博中心、世博展览馆、徐汇西岸同步启幕。大会主题为「智能时代，同球共济」。这是自2018年创立以来的第8届WAIC，也是首次由多部委与上海市人民政府共同主办的顶级盛会。\n\n以下是几位WAIC大会VIP团组志愿者的分享，他们的故事记录了大会的精彩瞬间。\n\n胡昊旻表示，作为2025年世界人工智能大会的志愿者，四天的服务经历让他接触到AI前沿应用，结识了优秀搭档，并在服务过程中锤炼了自我。他的主要工作是负责团组接待，包括提前确认时间、地点及兴趣展位，定制参观路线并进行讲解。面对各地政府部门领导，他学会了随机应变。虽然四天的工作中有疲惫和突发状况，但整体圆满且充满乐趣。他提到，从大模型到AI终端应用，每个展台都展示了人工智能的无限可能，这让他深受启发。这段志愿经历增强了他的语言表达和应变能力，也让他对人工智能前沿发展有了深刻的体验。\n\n韩岳成的志愿者经历，同样充满了收获。他系统掌握了人工智能产业主要领域的发展概况，并圆满完成了六个团组的接待引导任务。他提到，工作中的突发状况要求快速反应和灵活协调，例如领导临时提需求或展位繁忙无法接待。在一次接待中，他成功规划了新路线并完成任务。他对展会展示的算力支撑、工业赋能、大模型与具身智能印象深刻，这些展示让他感受到AI的巨大价值，并坚定了投身人工智能领域的决心。\n\n裘嘉敏分享了她的志愿者经历，她表示整理讲解词让她对AI尖端企业的近况有了深入了解，而接待和对接展位的工作则提升了表达能力。她对大模型在医疗、工业领域的应用突破以及具身智能与机器人协同进化印象深刻。她认为这次大会是联结课堂理论与产业前沿的桥梁，也让她体会到作为未来AI从业者的责任。\n\n徐一夫作为人工智能学院主攻具身智能方向的研究生，对志愿经历感触颇深。他提到，为每个团体定制最佳参观路线并在有限时间内展现AI技术的广度与深度，是他的核心任务。面对访客，他需要清晰表达、耐心倾听并迅速抓住兴趣点。他对具身智能展区充满共鸣，展区中的精准机械臂、实时交互机器人、人机协作系统展示了技术落地的潜力。这段志愿经历让他获得了成就感，同时也为研究注入了新灵感。\n\n邱昊分享了他在大会志愿服务中的挑战和成长。他提到，虽然一开始因为经验不足导致准备不够充分，但在实际工作中，他学会了应对突发情况并改进自己的不足。通过这次经历，他对中国人工智能的行业发展与应用市场有了深刻认知，并对未来充满希望。此外，他还结识了许多友善的伙伴和行业从业者，拓展了人际圈。\n\n李峥作为讲解员，深刻感受到人工智能技术的发展速度。他提到，从人形机器人展示到超节点系统构建，众多展品展示了AI技术的多样性及应用潜力。他尤其为中国在AI领域取得的显著成就感到自豪。他回忆起一位领导的感慨：「几十年前，我们仰望先进技术，如今我们挺直腰杆走到世界前列！」这让他深刻感受到国家的进步和科研人员的付出。他希望AI技术未来能更广泛地造福普通民众。\n\n这场AI盛会的成功举办，离不开志愿者们的辛勤付出。正如大会主题「智能时代，同球共济」，志愿者们用实际行动诠释了年轻一代的力量。他们在大会中收获的初心与勇气，将成为照亮未来征途的星光，引领更多人携手迈向智能时代的美好未来。",
        "source_url": "https://mp.weixin.qq.com/s/S1ryCZgHfdkqFDhaQNARUQ"
    },
    {
        "summary": "上海交通大学人工智能学院组织学生前往华为练秋湖研发中心进行实践活动，旨在拓宽视野、提升专业素养并激发创新潜能。活动中学生们参观了园区特色建筑，了解华为发展历程及技术研究方向，并通过分享交流环节与华为专家深入探讨技术创新及职业发展路径。此次活动帮助学生明确职业方向，激发创新思维，为成长成才提供支持。",
        "content": "在科技飞速发展的时代，每一次探索都是对未来的憧憬，每一次实践都是对梦想的追逐。为拓宽学生视野，提升专业素养，激发创新潜能，上海交通大学人工智能学院于3月12日组织开展了前往华为练秋湖研发中心的实践活动。这不仅是一次简单的参观学习，更是学院助力学生成长、推动人才培养的重要举措。\n\n华为致力于将数字世界带入每个人、每个家庭、每个组织，构建万物互联的智能世界。它倡导让无处不在的联接成为人人平等的权利，成为智能世界的前提和基础；为世界提供多样性算力，让云无处不在，让智能无所不及；让所有行业和组织因强大的数字平台变得敏捷、高效、生机勃勃；通过人工智能重新定义体验，让消费者在家居、出行、办公、影音娱乐、运动健康等场景中获得极致的个性化智慧体验。\n\n抵达华为练秋湖研发中心，同学们在专业讲解员的带领下体验了园区的通勤列车。随着列车缓缓前行，讲解员逐个介绍了园区内的特色建筑。园区以练秋湖为中心，8个风格迥异的建筑群错落有致。此外，园区内水系纵横，人与自然和谐共生。在这里，科技的力量、自然的温柔和人文的关怀交织在一起，为全球科技人才提供了一个理想的创新家园。\n\n分享交流环节由华为上海研究所的人力资源经理主持，她首先欢迎同学们的到来，并介绍了华为的发展历程，提到了若干重要的里程碑事件。随后，一位学姐分享了华为的人才观及面向学生的相关活动。接着，李学长围绕“遇见成长”的主题展开分享。他讲述了自己的成长经历，从交大求学到加入华为的点滴，并简要介绍了华为研发中心目前的主要研究方向，包括5G通信、人工智能和云计算等领域的深入研究。这些技术的发展对未来的科技格局将产生深远影响。在互动交流环节中，学生们踊跃提问，李学长耐心解答了有关技术创新、职业发展路径及个人成长等多个方面的问题，他的回答既有深度又实用，让同学们受益匪浅。\n\n走进华为练秋湖研发中心，这不仅是一次探索前沿科技的旅程，更是一次助力学生成长的实践活动。同学们通过此次活动开阔了视野，激发了创新思维，明确了职业方向。学院将继续秉持“以学生为中心”的教育理念，不断探索创新人才培养模式，为学生提供更多的实践机会和发展平台，助力学生成长成才，为社会培养更多优秀专业人才。",
        "source_url": "https://mp.weixin.qq.com/s/Ni5WnWmtDFFTJ7TkIejr9Q"
    },
    {
        "summary": "智能2402班于11月20日举办了一场以“传承红色基因，弘扬革命精神”为主题的团日活动。通过别具一格的“谁是卧底”游戏，同学们在轻松愉快的氛围中学习和感悟红色文化与革命精神。活动分为三轮：认识国徽与党徽、关注身边的劳动者以及探讨井冈山与延安这两座红色革命圣地。同学们积极参与，深刻感受到红色文化的魅力和革命精神的内涵，进一步增强了班级凝聚力和传承红色基因的信念。",
        "content": "11月20日，智能2402班举办了一场别具一格的团日活动。本次活动以“谁是卧底”游戏为主线，将红色主题词巧妙融入其中，让同学们在游戏中学习，在学习中感悟，共同度过了一个难忘的下午。\n\n活动伊始，主持人致辞，阐述了本次活动的意义和目的，并宣布游戏规则。第一轮游戏中，卧底词为「国徽」，而平民词则是「党徽」。同学们纷纷搜索两徽的特征，展开了一场关于两徽的知识竞技。在游戏过程中，同学们抓住两徽的图形、棱角与内部元素逐个发言，分享对两徽的认识。有的同学从两徽的历史起源讲起，有的关注两徽的设计寓意。这一过程让大家对两徽有了更深入的了解，感受到了两徽背后的厚重历史和深刻内涵。\n\n第二轮游戏的主题是身边的劳动者——快递小哥与食堂阿姨。同学们从性别、工作时间、工作性质等方面挖掘特点，进一步思考他们对日常生活的贡献，也由衷地敬佩这些平凡而伟大的劳动者。他们在各自的岗位上默默奉献，为我们的生活提供便利，是这个时代最可爱的人。\n\n第三轮游戏聚焦红色革命的两座灯塔——江西井冈山与陕北延安。同学们围绕延安与井冈山的地理、红色文化等方面展开讨论，提炼相同点，寻找不同点。延安的宝塔山、井冈山的八角楼等红色地标在同学们心中留下了深刻的印记。\n\n整个活动过程中，同学们积极参与，热情高涨。在游戏中学习，在学习中感悟，不仅加深了对社会主义核心价值观的理解，还增强了班级的凝聚力和向心力。这次活动让大家认识到，红色教育不仅可以严肃认真，也可以轻松有趣。\n\n活动结束后，同学们纷纷表示收获颇丰。这次团日活动，让大家在轻松愉快的氛围中，感受到了红色文化的魅力，理解了革命精神的内涵。同学们更加坚定了传承红色基因、争做新时代好青年的信念。\n\n感谢活动主持人的辛勤付出，以及每一位参与活动的同学。让我们携手共进，继续在学习和生活中发扬红色精神，为实现中华民族伟大复兴的中国梦贡献自己的力量！",
        "source_url": "https://mp.weixin.qq.com/s/f5xVAHYs1uUORc8RjAkEew"
    },
    {
        "summary": "上海交通大学人工智能学院实践团参访阶跃星辰，了解其技术布局与人才战略。阶跃星辰以高密度人才团队和“超大算力+精准数据”为核心，专注构建多模态世界模型。在技术分享与问答环节，团队探讨了多模态对齐、生成式世界模型及智能终端Agent等前沿课题，并解答了实践团成员关于具身智能、模型轻量化和数据质量等问题。企业学长建议学生夯实数理基础、参与实战项目及提升系统能力。此次参访拓宽了学生视野，并增强了投身AI研究的信心。",
        "content": "2025年7月，上海交通大学人工智能学院实践团走访了国内AI领域的新锐企业——阶跃星辰（Stepfun），深入了解其技术布局与人才战略，并围绕多模态理解、世界模型构建等前沿议题与研发团队展开了交流。\n\n阶跃星辰成立于2023年4月，总部位于上海徐汇区。公司虽然成立仅两年，但已汇聚了400余名员工，其中研发人员占比超过80%。由ResNet核心作者张祥雨担任首席科学家的高密度人才团队，专注于计算机视觉、自然语言处理与分布式系统等领域。公司以“模拟-探索-归纳世界”为技术路径，依托超大算力规模与精准数据能力，致力于构建理解与生成一体化的多模态世界模型。\n\n在技术分享环节，阶跃星辰的多模态理解与生成团队研究员详细介绍了团队的三个研究方向：多模态对齐与推理、生成式世界模型和智能终端Agent。他指出，AI发展的最终目标是打造“像人一样思考”的系统，这需要算法、算力和数据的协同进化。在问答环节，实践团成员与研发团队进行了深入交流。针对“具身智能中多模态反馈的实时性”问题，团队透露正在研发低延迟的传感器融合方案；在模型轻量化方面，研究团队分享了最新研究成果；而对于预训练数据规模问题，团队强调数据质量的重要性，并介绍了严格的数据清洗、标注和增强流程。\n\n面对实践团同学们关于职业发展的提问，阶跃星辰的学长们提出了具体建议。他们建议同学们首先夯实数理基础，尤其是线性代数、概率论和优化理论，这些是深入AI研究的基石。其次，建议积极参与实战项目，通过开源社区或实验室项目积累多模态任务经验，将理论知识应用于实际操作。此外，还需注重提升系统能力，掌握分布式训练和推理加速等工程技能，这将在职业竞争中形成优势。\n\n此次参访让实践团成员深刻感受到阶跃星辰“超大算力+精准数据”双轮驱动模式所展现的潜力。算力与数据是AI产业发展的两大核心动力。在双轮驱动模式下，中国AI行业展现出强劲的发展势头。此次活动不仅拓宽了学术视野，学习了前沿知识，更坚定了同学们投身AI基础研究的信心。在未来的AI领域，仍有许多工作亟待探索，年轻的AI学子们必将大有作为。",
        "source_url": "https://mp.weixin.qq.com/s/wyvC5yNDGMVZ4JK54qGkOA"
    },
    {
        "summary": "上海交通大学第三届“李叔同杯”校史剧大赛即将启动，面向化学化工学院、数学科学学院、物理与天文学院、致远学院、李政道研究所和人工智能学院的全体学生招募演职人员，包括导演、编剧、主演、群演及场务人员。活动将由六院联队合作排演校史剧《积厚流光》中的剧目《英烈不朽》，并聘请专业老师指导排练，展现交大人革命精神与校园历史。报名截止日期为2025年2月21日，参与者可享受综合测评加分、纪念证书及学习交流机会。",
        "content": "标题: 第三届“李叔同杯”校史剧大赛｜「数理化致李人」六院联队演职人员招募\n\n关于“李叔同杯”校史剧大赛：\n2021年，上海交通大学在建党百年及建校一百二十五周年之际，推出了原创校史舞台剧《积厚流光》，展现了学校“因图强而生，因改革而兴，因人才而盛”的辉煌历史，谱写了交大人创业求实、勇担重任的赞歌。第三届“李叔同杯”校园戏剧大赛即将启动，交大学子将延续传统，再次演绎原创校史舞台剧《积厚流光》，讲述学校“求实学、务实业”的办学宗旨，传承并弘扬交大人“求真务实、努力拼搏、敢为人先、与日俱进”的精神。\n\n剧情概述：\n舞台剧以学校历史发展为主线，通过《思源》《同德》《涵泽》《致远》四大篇章，真实展现学校的发展历程，讲述不同时期交大人与祖国同呼吸共命运的责任使命。\n\n往届回顾：\n去年，由数学科学学院、物理与天文学院、化学化工学院、致远学院和李政道研究所组成的五院联队，精心打磨并演绎了穆汉祥、史霄雯烈士的英勇事迹，表演了第二篇章《同德》中的第七幕《英烈不朽》，展现了交大人与党、与祖国同行的坚定信念，荣获银奖和最具特色奖。\n\n今年的招募：\n今年的活动中，化学化工学院、数学科学学院、物理与天文学院、致远学院、李政道研究所和人工智能学院将组成六院联队，共同排演剧目《英烈不朽》，讲述史霄雯、穆汉祥烈士英勇牺牲的故事。学校将聘请专业老师指导排练，现面向六院学生招募演职人员。\n\n招募详情：\n1. 招募对象：化学化工学院、数学科学学院、物理与天文学院、致远学院、李政道研究所和人工智能学院的全体学生。\n2. 招募岗位：导演、编剧、主演、群演及场务人员若干。\n3. 招募要求：热爱舞台艺术、普通话标准、责任心强。有话剧、音乐、舞蹈、朗诵等特长或舞台经验者优先。态度认真、积极配合。\n4. 排练时间：暂定每周三下午，请合理安排时间。\n\n参与福利：\n1. 综合测评加分。\n2. 参演纪念证书。\n3. 与专业老师交流学习的机会。\n\n报名方式：\n扫描二维码或打开问卷链接填写报名信息，截止时间为2025年2月21日23:59。导演、编剧将在寒假期间进行线上面试；主演、群演及场务人员将在假期后另行通知。\n\n让我们携手追忆交大爱国主义革命传统的光辉故事，共同书写校园历史中的辉煌篇章！",
        "source_url": "https://mp.weixin.qq.com/s/Vbuaun_iqu98DRNVEO9jiQ"
    },
    {
        "summary": "文章为上海交通大学人工智能学院新生提供了校园生活指南，包括推荐应用程序「交我办」、多个学校官方微信公众号以及常用网站的汇总，涵盖学习、生活、活动、网络信息等多方面内容，旨在帮助新生快速适应校园生活。",
        "content": "你好，新交大人！又是一年迎新季，亲爱的交大人工智能学院萌新们，初入校园是否有一些迷茫懵懂？那你就来对地方啦！收藏关注以下网站及公众号，助你及时获取学校最新动态，紧紧跟进校区赛事活动，快速适应交大校园生活，从此开启便捷高效的本科生之旅吧！\n\n交大生活必备APP——交我办。学习、生活、工作多项事务皆能查询、预约或办理，是交大人的办事大厅。正如打开软件看到的第一句话：「交大的事情‘交我办’」。\n\n上海交通大学官方公众号发布高教资讯、时政信息、微型课堂等内容。上海交通大学学生事务中心发布相关业务介绍及动态。人工智能学院公众号实时发布学院新闻、通知与公告。图书馆公众号提供图书馆相关服务。益友为全体师生提供全方位信息平台，励志讲坛发布讲座资讯及精彩报道。全球交大公众号含国际交流与交换生报名信息。交大源源发布志愿活动资讯，勤工助学部提供家教及勤工助学信息。绿色爱心屋平台支持捐赠与二手资源交易。SJTU体育公众号提供体育新闻、场馆预定及竞赛组织信息。交大艺术中心公众号发布校园活动相关信息。财务平台公众号提供缴费及财务服务，交大家园关注住宿生活保障，平安交大发布安全知识与防诈骗信息，网络信息中心提供网络与校园卡服务，校园管理办公室提供生活服务平台、电子地图及快递信息等内容。\n\n学校主页发布新闻、下载信息和公告。招生网发布招生信息，教务处提供学业事务指南。Canvas教学平台实时跟进教学任务，图书馆官网提供图书资源与数据库入口。图书馆小组学习室可预约使用，教学楼信息发布系统可查询教室使用情况。交我办网页版提供在线事务办理，财务信息门户用于学费缴纳及奖助学金查询。网络信息中心维护校内网络，交大云盘提供1TB在线存储服务，交大邮箱及正版软件授权中心提供相应支持，学生网络信息管理部负责宿舍网络维护。\n\n第二课堂平台发布活动信息并进行认证，学生创新中心支持设备借用、3D打印及竞赛信息，励志讲坛提供讲座资源，视觉形象识别系统提供校徽样式及模板。交大家园网发布宿舍信息，场馆预约系统支持球场与健身房预约，水源社区作为校内论坛提供交流平台，爱心屋支持捐赠与资源交易，后勤保障中心提供餐饮、校车等服务。\n\n以上为部分常用网站与公众号的汇总，欢迎各位萌新查阅使用。祝各位新加入的SJTUer，开启快乐的交大旅程吧！",
        "source_url": "https://mp.weixin.qq.com/s/ydLnuA6yJl0xdGD_uKyV_g"
    },
    {
        "summary": "上海交通大学新生运动手册为学生提供了丰富的运动场馆信息及详细开放时间，包括乒乓球、羽毛球、足球、篮球、排球、网球等多种运动项目的场地安排与预约方式，旨在鼓励学生在学习之余保持良好的运动习惯与健康生活状态。",
        "content": "新学期伊始，交大人工智能学院的萌新们，美好的大学生活在向你们招手啦！学习、科研、社团活动……相信大家肯定能充分安排。但作为网友戏称的“上海交通体育大学”，优良传统肯定不能丢！身体是革命（学习）的本钱，在紧张繁杂的学习生活之余，也希望在交大的运动场上，你们能成为活力满满的交大人！\n\n闵行校区体育馆分布如下：\n1. 霍英东体育中心  \n2. 气膜体育中心  \n3. 武装部北侧篮球场  \n4. 东区网球场  \n5. 篮球场  \n6. 足球场  \n7. 笼式足球场  \n8. 南区体育馆  \n9. 南区体育场  \n10. 东区篮球场  \n11. 棒垒球场  \n12. 水上运动基地  \n13. 致远游泳健身馆  \n14. 胡法光体育场  \n15. 胡晓明网球场  \n\n此外，还有学生服务中心健身房和子衿街健身房。\n\n以下是部分运动项目的场馆及开放时间：\n\n1. **乒乓球**  \n- 南区体育馆：09:00-22:00  \n- 致远游泳健身馆：09:00-21:00  \n\n2. **羽毛球**  \n- 气膜体育中心：09:00-22:00  \n- 霍英东体育中心：09:00-22:00  \n\n3. **足球**  \n- 子衿街北侧足球场：09:00-19:00  \n- 致远游泳馆东侧足球场：09:00-22:00  \n- 南区体育场足球场：09:00-19:00  \n\n4. **篮球**  \n- 霍英东体育中心：09:00-22:00  \n- 气膜体育运动中心：周一至周五18:00-22:00，周六周日09:00-22:00  \n- 南区体育馆：周一至周五18:00-22:00，周六周日09:00-22:00  \n- 东区大转盘篮球场、胡法光体育场篮球场、武装部北侧篮球场、子衿街北侧篮球场：全天免费开放，教学时段外开放。  \n\n5. **排球**  \n- 南区体育馆排球场：周一至周五18:00-22:00，周六周日09:00-22:00  \n- 东区大转盘排球场：全天免费开放，教学时段外开放。  \n\n6. **网球**  \n- 东区网球场、胡晓明网球场、子衿街南侧网球场：07:00-22:00  \n\n7. **台球**  \n- 学生服务中心：15:00-22:00  \n\n8. **健身房**  \n- 子衿街学生活动中心、霍英东体育中心：09:00-22:00  \n- 学生服务中心：15:00-22:00  \n- 致远游泳健身馆：09:00-21:00  \n\n9. **高尔夫**  \n- 胡法光体育场：09:00-22:00  \n\n10. **游泳**  \n- 致远游泳健身馆：09:00-21:00  \n\n11. **棒球**  \n- 棒球场：东区大转盘南侧，针对教学、社团（协会）使用。场地预约可前往胡法光体育场外侧一楼办公室，近素质拓展基地。咨询电话：021-54743185  \n\n12. **龙舟**  \n- 水上运动基地（赛艇码头）：五餐食堂后侧，场地可通过电话预约（17721106315）。  \n\n线上预约方式：  \n- 移动端：通过“交我办”APP的“智慧体育”模块进行场馆预约。  \n- PC端：通过上海交通大学场馆预约系统（网址：https://sports.sjtu.edu.cn）。  \n\n温馨提示：  \n1. 预约完成后需按时到场核销预约码，逾期将被记录为爽约，半年内累计爽约三次且未申诉成功者将被永久列入黑名单，禁止再预约场地。如果临时有事请至少提前两小时取消订单，或请同学代为核销。  \n2. 场馆预约时，请务必阅读预约界面下拉的“使用须知”，了解需携带的证件和物品，例如校园卡和干净的运动鞋等。",
        "source_url": "https://mp.weixin.qq.com/s/MvUp6sJKul0JfLBvWUtDew"
    },
    {
        "summary": "本文介绍了深度学习课堂中的两大主题，分别是医学领域的通用基础模型构建及探索发现的新时代。活动信息包括主讲嘉宾谢伟迪副教授、时间、地点及相关阅读和报名链接。",
        "content": "深度学习课堂\n\n主题1：Build Generalist Foundation Model for Medicine  \n主题2：A New Golden Age of Discovery  \n\n主讲嘉宾：谢伟迪副教授  \n时间：2024年12月19日（周四）14:00-16:00  \n地点：致远书院207多功能教室  \n\n注：请大家参加讲座前务必阅读文章  \nhttps://www.aipolicyperspectives.com/p/a-new-golden-age-of-discovery  \n报名链接：  \nhttps://wj.sjtu.edu.cn/q/u8fhSHNb",
        "source_url": "https://mp.weixin.qq.com/s/ov7qbdatEwbxMV7ax1LGjA"
    },
    {
        "summary": "刘伟学长做客人工智能学院首期“AI对话”，分享了自己的成长与创业历程。他回顾了交大自由校园文化对个人发展的影响，并鼓励同学们积极行动、坚守初心，追求梦想。在互动交流环节，刘伟学长回答了关于创业、职业发展等问题，传授实用经验。活动气氛热烈，会场掌声不断。",
        "content": "4月24日，2009届本科校友、2012届硕士校友、上海米哈游网络科技股份有限公司创始人、总裁刘伟做客人工智能学院首期“AI对话”，为学校AI主题周带来了一场真诚、热烈、难忘的分享活动。\n\n活动由人工智能学院党委书记杨一帆主持，执行院长王延峰致欢迎辞。他表示，刘伟让世界看到了中国文化产业的蓬勃活力，是交大人勇于创新、敢于突破的生动写照。希望同学们可以学习刘伟学长，从他的成长、创业故事中汲取经验与力量，为人工智能行业发展贡献力量，成就精彩人生。\n\n刘伟学长深情回顾了自己和交大的深厚渊源以及创业的心路历程。他认为，正是交大自由的校园文化和浓厚的创新氛围，让自己能够遇到一群有想法、志同道合又愿意尝试的小伙伴。他强调：「做一件事最重要的是开始」，只有敢于出发、积极行动，才能获得成功。他鼓励同学们在追求梦想的道路上坚守初心，在自己最热爱的领域竭尽全力，永葆一颗热切而灿烂的心。\n\n互动交流环节将活动的气氛推向高潮。同学们围绕创业经历、个人发展、职业选择、人工智能等方面踊跃提问，刘伟学长真诚回应、精辟解答，既有提纲挈领的理念引导，又有切实可行的方法传授，让同学们深受启发，会场掌声雷动，经久不息。\n\n活动尾声，人工智能学院学生代表向刘伟学长赠送了用AI工具制作的礼物。",
        "source_url": "https://mp.weixin.qq.com/s/vYInuGAuvwxzsKLHY5jqlw"
    },
    {
        "summary": "本次讲座聚焦人工智能技术发展，重点介绍智能体的崛起及其在各领域的应用。陈思衡教授将分享其在大模型智能体和群体智能研究中的成果，探讨智能体从被动工具到主动智能的演进过程，分析关键技术突破与未来发展趋势。",
        "content": "主题：人工智能技术发展之智能体崛起\n\n嘉宾：陈思衡  \n上海交通大学人工智能学院长聘教轨副教授  \n\n时间：5月28日（星期三）14:00-15:30  \n地点：图信大楼8楼报告厅  \n\n嘉宾介绍：  \n陈思衡，上海交通大学人工智能学院长聘教轨副教授，卡内基梅隆大学博士，入选国家级人才计划青年项目，曾任职于UBER ATG自动驾驶部门。他主持了多项科研项目，包括基金委原创探索项目、面上项目、科技部人工智能2030重大项目课题等。此外，他担任T-SIPN副主编，并在NeurIPS、AAAI等顶级会议中担任领域主席。  \n\n陈思衡的研究领域涵盖大模型智能体和群体智能，在大模型多智能体系统、协作感知、图机器学习和联邦学习等方面取得了重要成果。他在国际顶级期刊和会议上发表了百余篇论文，代表性成果曾荣获多项国际奖项，包括IEEE信号处理协会最佳青年作者论文奖、ASME结构检测协会最佳论文Runner-Up奖等。他还参与了图信号处理领域的开拓工作，提出并论证了图结构数据采样的理论与基础限制。  \n\n走进智能体：  \n智能体是一类具备感知、推理、决策与执行能力的人工智能系统，是AI从“被动工具”迈向“主动智能”的关键标志。智能体与传统AI系统的区别在于其高度的自主性和适应性，能够在动态环境中独立完成复杂任务。例如，自动驾驶汽车通过传感器感知路况，并自主调整行驶策略。智能体还能够持续学习，不断优化其行为和决策模型。  \n\n与生成式大模型（如ChatGPT）不同，智能体不仅能理解用户意图，还能整合感知与行动，完成实际操作任务，如购物、设备调度等。智能体融合了强化学习、多模态感知和任务规划等前沿技术，正推动AI从“语言智能”走向“行动智能”。  \n\n智能体的演进：  \n人工智能自1956年达特茅斯会议提出以来，经历了多次技术革命。近年来，深度学习、Transformer架构和大模型的突破推动了AI在多个领域的飞速发展。这些技术的成熟为智能体的崛起奠定了基础。  \n\n目前，智能体已广泛应用于医疗、金融、工业等领域。例如，智能投顾为客户提供个性化的投资方案，质检机器人活跃在汽车生产线上。未来，AI智能体有望拓展到更多领域，为人类社会带来便利与福祉。  \n\n本次讲座将探讨人工智能的发展历程与技术突破，分析智能体崛起的原因，并展望其未来的发展趋势与挑战。\n\n5月28日（星期三）14:00，让我们相聚图信大楼8楼报告厅，共同聆听陈思衡老师的分享，探索人工智能如何赋能未来。",
        "source_url": "https://mp.weixin.qq.com/s/GBA5xPgqdtYQ13lf4sc9tw"
    },
    {
        "summary": "杜雅欣主讲的「从好奇到研究：科研的破晓指南」将于2025年10月25日下午在闵行校区举办，旨在探讨科研的入门与发展方向。",
        "content": "深度学习课堂\n\n主题：从好奇到研究：科研的破晓指南  \n主讲嘉宾：杜雅欣  \n时间：2025年10月25日（周六）14:00-16:00  \n地点：闵行校区老行政楼401多功能厅",
        "source_url": "https://mp.weixin.qq.com/s/ivM-CKUx34C13nJYaEtYPQ"
    },
    {
        "summary": "本文介绍了关于量子机器学习的深度学习课堂，包含讲座时间、地点及主讲嘉宾信息。",
        "content": "深度学习课堂  \n01  \n讲座主题：量子机器学习  \n主讲嘉宾：严格博士  \n讲座时间：2024年11月21日（周四）14:00-16:00  \n讲座地点：致远书院207多功能教室",
        "source_url": "https://mp.weixin.qq.com/s/adgKhBuL2SE8_2zGgHzfdA"
    },
    {
        "summary": "上海交通大学人工智能学院全体师生集体观看纪念抗战胜利80周年阅兵式，感受国家强盛与民族复兴的伟大力量。阅兵式展示了我国现代化装备与无人智能技术的突出成就，激发学子的爱国热情和使命担当。同学们纷纷表示要将专业学习与科技报国相结合，投身攻克关键技术难题的实践，为实现中华民族伟大复兴贡献力量。",
        "content": "2025年9月3日上午，纪念中国人民抗日战争暨世界反法西斯战争胜利80周年大会在北京天安门广场隆重举行。上海交通大学人工智能学院全体学生团支部、学生党支部、2025级全体本科生新生集体观看了这场气势恢宏的阅兵盛典，共同见证这一凝聚民族精神、彰显时代风采的历史时刻。\n\n在观看现场，师生们神情专注，情绪高昂，不时为阅兵仪式的精彩瞬间鼓掌欢呼。当一个个方队整齐走过，当现代化装备依次亮相，当战机划过天际，师生们的民族自豪感和爱国情怀被一次次点燃，现场洋溢着热烈而庄严的氛围。\n\n国歌奏响时，众人自发肃立，情感随之激昂澎湃。浓厚的集体荣誉感和民族自豪感汇聚成同一股暖流，崇高的情感在无形的连接中传递与升华。天安门广场的壮丽景象尽显大国风范，屏幕前的每一位师生都深切感受到了国家发展的伟大成就与磅礴力量。这场跨越空间的集体观礼，是一堂生动而深刻的理想信念教育课，极大地激发了大家的爱国热情与使命担当。\n\n上海交通大学人工智能学院的学子纷纷抒发观看阅兵的感想。硕士团支书彭一川表示，阅兵仪式不仅是对抗战胜利80周年的一次隆重庆祝，更是对国家强盛、民族复兴的生动展现。博士团支书郦洋感叹祖国的繁荣富强，铭记抗战先烈精神，肩负起时代赋予的重任。本科团支书李思齐则从阅兵的庄严场面中体会到中国军队的威武和现代化装备的强大。\n\n新生全宇赫被阅兵式中的人工智能技术深深触动，他意识到自己的专业不只关乎创新，更关乎责任。姚奕萱感叹阅兵式上展示的先进装备和深厚历史意义，决心用知识的星火照亮强国的未来。于瑞涵则从阅兵中感受到新时代中国的自信、开放和负责任的大国形象，立志投身于科技自立自强的伟大实践。\n\n阅兵式展示的新一代装甲作战平台、东风导弹、歼-20隐形战斗机、激光武器等划时代装备，以及无人智能作战装备，体现了我国国防科技的自主创新与强大实力。这次集体观看活动让人工智能学院的学子深刻认识到，先进科技是国家安全的重要保障和民族复兴的关键支撑。同学们纷纷表示，要将专业学习与科技报国的神圣使命相结合，投身攻克关键技术难题的伟大实践。\n\n此次阅兵观礼活动为人工智能学院学子上了一堂生动而深刻的理想信念教育课和专业知识激励课。它极大地激发了同学们的爱国热情、使命担当和专业认同感。同学们必将铭记历史、缅怀先烈、珍视和平、开创未来，以更加昂扬的姿态、更加饱满的热情和更加坚实的行动，努力成为堪当民族复兴大任的时代新人，在实现中华民族伟大复兴的征程中书写无愧于时代的青春华章。",
        "source_url": "https://mp.weixin.qq.com/s/T3aSrC68jy8wsPEw579TMA"
    },
    {
        "summary": "上海交通大学人工智能学院本科生走进交大附属第二中学，开展“AI未来星”科普课堂活动，通过理论讲解、场景体验和思辨讨论，帮助中学生系统理解AI技术的工作原理及应用边界，同时科普潜在风险及规范使用方法，激发青少年对人工智能领域的探索热情，为科技创新后备人才培养贡献力量。",
        "content": "为普及人工智能知识，培育青少年科学素养，5月30日，上海交通大学人工智能学院本科生走进上海交通大学附属第二中学，开展“AI未来星”科普课堂活动。此次活动以趣味化知识讲解与互动化实践体验为核心，助力中学生建立对人工智能的系统性认知，筑牢科技启蒙教育根基。\n\n课堂伊始，人工智能学院学生尤中宇以人工智能应用场景为切入点，通过问答互动，引导同学们观察AI在语音助手、智能搜题等生活场景中的具体应用。训练大语言模型需消耗数万GB数据（约200亿页纸质书）、数百万度电（相当于1000个家庭年用电量），刷新了同学们对大语言模型计算资源的认知，直观展现了AI技术所需的算力支撑，引发同学们对科技资源的深入思考。\n\n在核心知识讲解环节，尤中宇通过“词语数字化处理”“人机创作差异对比”等模块，系统阐释AI的语言处理原理。在“词语向量转换”演示中，他将“大海”“阳光”等词汇转化为二进制数字模型，直观呈现AI通过数据统计建立词语关联的运算逻辑；通过“故事接龙”案例对比，展示人类基于情感体验的创造性思维与AI基于模式生成的本质差异，帮助同学们理解「AI无真实情感，仅依赖数据规律」的技术特征。\n\n课程特别设置“AI应用风险与规范”环节，尤中宇结合PPT中的「信息误导」「隐私泄露」「声音模仿诈骗」等案例，系统科普AI使用中的潜在风险。通过分析「AI生成虚假内容」「数据滥用」等场景，引导同学们辩证看待技术价值，强化「合理使用AI工具、警惕技术滥用」的安全意识，树立科技伦理思维。\n\n此次科普课堂以「理论讲解—场景体验—思辨讨论」为完整教学链路，充分展现上海交通大学人工智能学院学生的专业素养与科普能力。活动不仅帮助交大二附中的同学们理解AI的工作原理与应用边界，更通过沉浸式科技启蒙，激发青少年对人工智能领域的探索热情。未来，学院将持续推进科普教育实践，打造「高校资源下沉、青少年素养提升」的协同育人模式，为培育科技创新后备人才贡献力量。",
        "source_url": "https://mp.weixin.qq.com/s/AjjOSiklYg2KUR1GNRFB2g"
    },
    {
        "summary": "人工智能学院举办的深度学习课堂数学辅导活动顺利举行，由优秀学长陈志杰主讲。他系统梳理了数学分析与线性代数的共性难点，分享了学习方法，强调培养数学直觉与批判性思维，推荐经典书目与资源。同学们踊跃参与交流，提出学习及备考问题，学长耐心解答并给予实用建议。本次活动为同学们提供了宝贵经验，营造了积极向上的学风氛围。",
        "content": "11月14日下午，人工智能学院深度学习课堂数学学习辅导活动在老行政楼401会议室顺利开展。本次活动特邀2024级优秀学长陈志杰担任主讲嘉宾，由学院辅导员李彦亭主持。\n\n在分享环节中，陈志杰学长围绕数学分析与线性代数两门课程，系统梳理了学习过程中的共性难点，并提出了具有指导性的学习方法。他指出，不少同学容易因复杂的形式推演而失去对动机和直观的理解，因此强调在掌握形式推导的同时，要注重培养数学直觉与批判性思维。他鼓励同学们主动质疑、勤于反思，通过构造反例、多路径论证等方式深化对概念本质的理解。关于学习路径，他建议结合不同教材特点，灵活选择学习方式，以建立完整的知识体系。此外，他还推荐了一系列经典参考书目与习题资源，并建议同学们结合自身情况合理选用。\n\n在随后的互动交流环节中，同学们踊跃提问，现场气氛热烈。大家围绕学习方法、时间分配、备考策略等实际问题与学长进行了深入交流。陈志杰结合自身学习经历，耐心细致地给予解答。他建议同学们要深入理解典型题目的解题思路；在备考阶段回归基础，巩固重要概念和常用方法，同时注重教材研读。他还鼓励同学们在遇到困难时保持信心，通过持续思考和及时总结寻求突破。他的回答既展现了扎实的学识，又饱含了对学弟学妹的关怀，赢得全场热烈掌声。\n\n本次深度学习课堂活动不仅为同学们提供了宝贵的数学学习经验，更营造了积极向上、互助共进的学风氛围。参与同学纷纷表示收获颇丰，将以优秀学长为榜样，在今后学习中更加注重思维训练与方法总结，不断提升数学素养与综合能力。",
        "source_url": "https://mp.weixin.qq.com/s/1t0zIkW_gyt1EkoEx5t8gA"
    },
    {
        "summary": "米哈游创始人刘伟在对话中探讨了AI技术对游戏及其他行业的深远影响。他分享了米哈游在AI技术应用中的实践经验，包括智能游戏角色和沉浸式场景构建。同时，他展望了AI在教育、医疗等领域的潜力，并强调了技术发展的伦理与社会责任。刘伟鼓励年轻人把握AI机遇，共同创造智能未来。",
        "content": "标题: AI对话——与米哈游创始人刘伟面对面，共探AI新未来！\n\n作者: SAI青年号\n\n发布时间: 2025年04月22日\n\n在本次对话中，米哈游创始人刘伟与我们深入探讨了人工智能（AI）技术的发展趋势与应用前景。他分享了米哈游在游戏领域如何通过AI提升玩家体验的实践经验，同时也对AI技术在未来可能带来的变革进行了展望。刘伟表示，AI不仅是技术的突破，更是对人类生活方式的深度重塑。\n\n在谈到AI对游戏行业的影响时，他详细介绍了米哈游如何利用AI技术打造更智能的游戏角色和更沉浸的游戏世界。他提到，AI在剧情生成、角色行为模拟以及虚拟场景构建方面的应用已经初见成效。这些技术让游戏能够更加贴近玩家需求，提供个性化的互动体验。\n\n此外，刘伟还探讨了AI技术在其他行业的潜力。他认为，AI不仅仅局限于技术应用，它还可以改变教育、医疗、交通等多个领域的现状。例如，通过AI辅助教学，学生可以根据自身需求获得更精准的学习内容；在医疗领域，AI可以帮助医生提高诊断精度，从而更好地服务患者。\n\n当被问及未来AI发展方向时，刘伟表达了他对AI伦理和社会责任的关注。他指出，随着AI的普及，如何确保技术的公平性与透明性将成为重要课题。他还强调，企业在推动技术发展的同时，应更多地考虑如何用技术让社会变得更加美好。\n\n最后，刘伟表示，米哈游将继续致力于探索AI技术与游戏的深度融合，同时也希望为行业的技术创新贡献更多力量。他鼓励年轻人抓住AI带来的机遇，勇敢追求梦想，共同创造一个更加智能的未来。",
        "source_url": "https://mp.weixin.qq.com/s/WcgfRoxKClp43ujubTOIUg"
    },
    {
        "summary": "本文是一份针对上海交通大学新生的详细入学攻略，涵盖了校内通勤、电子地图使用、行李打包及快递邮寄、网络设置和就医指南等多方面内容，帮助新生轻松适应大学生活，开启美好的校园时光。",
        "content": "2025迎新季 | 请领取你的新手村通关指南\n\n开学啦！又是一年开学季，即将步入大学的你，是否已经准备好了呢？当你第一次来到大学校园，是否会进入校园但找不到寝室？是否会因为行李太多不方便携带？不必担心，这些都不是问题！我们为你整理了一份新生攻略一览。在这里，你可以查看入学的各种相关信息，保证你能够轻松入学，一键开启美好的大学生活！\n\n校内通勤指南：\n在交大校内，你需要学会使用各种交通工具，否则你将只能依靠双腿，去征服占地面积近5000亩的校园，进而对“脚痛大学”有更深刻的认识！\n\n非机动车：\n1. 自行车：自行车是一种简单便捷，同时能够锻炼身体的交通工具。无论是在校内的自行车铺还是二手平台，同学们都可以购买到一辆属于自己的物美价廉的自行车。\n2. 共享单车：校园内的共享单车以哈啰单车为主，哈啰单车可以使用支付宝或哈啰出行APP扫码骑行，计费方式大致分为按次计费和包月/季/年两种。需要注意的是，哈啰单车分蓝白色的普通版和淡蓝/淡粉色的校园版。校园版仅可在校园内停放，超出校园范围停放需额外支付调度费，但在2小时内将校园外任意一辆校园版单车骑回校园内将退还调度费。\n\n校园班车：\n1. 校园巴士（校内班车）：在占地约4700亩的闵行校区，不管学期中还是寒暑假，每个工作日里都会出现校园巴士的身影，为全校师生提供出行便利！可以通过“交我办-智慧交通”查看校园巴士运行时刻表。\n2. “闵行-徐汇”直达班车：往返于闵行校区和徐汇校区的班车，供全体师生乘坐，单次票价为6元。需在“交我办”APP—“生活服务”—“学生预约乘车”中进行预约。乘车名额有限，注意提前预约，乘车需要携带校园卡。\n\n电子地图：\n1. 电子地图的查找：方法一，打开“交我办”搜索“电子地图”；方法二，登录网站map.sjtu.edu.cn查找电子地图。\n2. 可获取的信息：地图提供了生活、交通、文体、单位、景观共计5个大项、50个小项的校园信息查询选项，其中不乏饮品店、运动设施、快递柜等实用的生活信息，也有AED、救生圈等应急设备信息。\n3. 校园路线规划与交通：点击左侧搜索框后“导航”按钮即可体验智能的路线规划；点击右下角“交通”即可查询校园巴士和教工班车的运行时刻表。另外，还可以查询不同校门的开放时间。\n\n行李打包与快递邮寄：\n开学需要携带的物品（仅供参考）：\n- 身份证：可提前准备复印件，可能需要。\n- 证件照：准备好各种底色一寸二寸若干，并保留好电子版。\n- 户口迁移资料：如需将户口迁移至学校集体户口，需准备相关资料，详见新生报到须知。\n- 党/团组织关系转接资料：团员证、党组织关系介绍信等。\n- 学生档案：如需自行携带不得私自拆封，详见新生报到须知。\n- 录取通知书：原件，可以只带证书部分。\n- 现金、银行卡、钱包：可以准备少量现金以备不时之需。\n- 洗护用品：水盆、毛巾、热水瓶、牙刷、牙膏、沐浴露、洗发水等。\n- 床上用品：床垫、被套、枕头、蚊帐等。\n- 卫生用品：卷纸、湿巾等。\n- 清洁用品：垃圾袋、拖把等，一般寝室会配备分类垃圾桶等。\n- 电器：插线板、台灯等。\n- 服饰：衣物、鞋帽等。\n- 药品：创可贴、感冒药等。\n- 电子产品：电脑、U盘等。\n- 书籍与文具。\n- 其他：剪刀、晴雨伞、指甲刀等。\n\n大家开学前可罗列清单，部分物品可以到校之后前往校内教超、便利店或线上购买。\n\n快递邮寄指南：\n1. 邮寄地址：上海市闵行区江川路街道东川路800号，上海交通大学（闵行校区）。\n2. 取件地址：根据邮寄快递公司和填写的收货地址不同，包裹可能会存放至不同的地点。顺丰、圆通、申通、中通等快递公司的包裹一般会存放至子衿街菜鸟驿站处；京东的包裹一般会送到宿舍楼下或存放至京东派；中国邮政（EMS）的包裹可能会存放至学生服务中心。\n\n网络使用指南：\n1. 校内无线网络为SJTU。在手机设置中连接网络，输入Jaccount及密码即可。\n2. 宿舍开网IP申请可在netapply.sjtu.edu.cn上完成。\n\n就医指南：\n1. 新生体检：在正式开学前会组织新生进行体检，请关注相关信息并预约体检时间。\n2. 闵行校区校医院：位于南区体育场以南，可乘校园巴士在“校医院”站点下车。\n3. 医保报销：大学生城镇居民基本医疗保险每年12月缴费，要求所有在籍同学参加。自2023年1月1日起，就医可直接使用医保电子凭证结算，无需实体卡。\n\n愿这份新生攻略能成为你初入交大校园的得力助手，为你拨开未知的迷雾，让每一步探索都更从容顺畅。期待与你在交大相遇，愿你在这里收获成长与热爱，未来的日子闪闪发光。开学见！",
        "source_url": "https://mp.weixin.qq.com/s/XdDOBQDSwPVyLFxM0hOR4Q"
    },
    {
        "summary": "上海交大人工智能学院举办了一场秋夜游园会，展示了人工智能在医疗、教育、环境保护等领域的应用成果。活动包括展区展示、互动体验及专家演讲，吸引了众多青年学子参与，展现了学院的科研实力和人工智能的广阔前景。",
        "content": "秋夜游园，AI筑梦：上海交大人工智能学院游园会精彩回顾。2025年9月28日，一场充满智慧与创意的盛会在上海交通大学人工智能学院拉开帷幕。这场游园会汇聚了众多热爱人工智能的青年学子，也展示了学院在人工智能领域的最新成果。\n\n活动伊始，学院领导发表了热情洋溢的致辞，鼓励学生在人工智能领域不断探索和创新。随后，各展区陆续开放，吸引了大批参观者驻足。展区涵盖了人工智能在医疗、教育、环境保护等领域的应用，每一个展台都展示了极具吸引力的技术和理念。\n\n其中，学生团队研发的智能医疗机器人引人注目。它不仅能快速诊断常见病症，还能提供个性化治疗建议，为医疗行业带来了新的可能性。此外，人工智能与教育的结合也成为热点，智能学习助手的展示吸引了许多学生体验，它能根据学习者的习惯和需求定制学习内容，提高学习效率。\n\n游园会的互动环节同样精彩纷呈，现场设置了多个人工智能体验项目，如智能语音助手互动、AI绘画体验等。参与者纷纷感叹技术的进步为生活带来的便利和乐趣。晚间的主题演讲环节，几位人工智能领域的专家分享了他们的研究成果及对未来发展的展望，深入浅出地讲解了人工智能如何改变世界。\n\n活动在浓厚的学术氛围和欢声笑语中完美落幕。此次游园会不仅展现了上海交大人工智能学院的科研实力，也为学生搭建了交流与学习的平台。在这里，每个人都能感受到科技的魅力和人工智能的无限可能。",
        "source_url": "https://mp.weixin.qq.com/s/_LPno7qkevGRRDpOIbJK4Q"
    },
    {
        "summary": "上海交通大学人工智能学院首次参加“挑战杯”揭榜挂帅擂台赛即斩获双赛道冠军，展现了团队在全栈AI加速引擎和多模态智能体助手领域的技术实力。成员分享了团队协作、细节打磨以及科研能力提升的经验，赛事强调产学研协同及技术落地价值，为学生与企业提供交流和创新平台。",
        "content": "首次征战，双双夺魁！在第十九届“挑战杯”2025年度中国青年科技创新“揭榜挂帅”擂台赛人工智能领域主擂台赛中，上海交通大学人工智能学院派出两支队伍参赛，全部斩获擂主桂冠（特等奖第一名）。从自主研发的全栈AI加速引擎，到适配多场景的多模态多智能体通用端侧助手，SAIer们凭借硬核技术在挑战杯上展现了实力，为国产人工智能创新发展注入了青春动能。\n\nSH-01赛题擂主项目：\nAppCopilot——多模态多智能体驱动的通用型跨应用端侧助理。\n决赛队伍数量：24支。\n团队成员：杨润德、范静如、杨希渊、党余凡、李华焘、吴竞尧。\n指导教师：钱忱副教授。\n\nSH-05赛题擂主项目：\n破晓计划——昇鸿一体化，全栈自主AI加速引擎。\n决赛队伍数量：36支。\n团队成员：陈乐、王翰竟、廖俊威、章程、郑雨杰、苏家祺、陈诺严、阮墨文、蓝颖俊、廖麟鹭。\n指导教师：冯二虎助理教授、温睦宁助理研究员。\n\n成员访谈：\n阮墨文介绍团队的《破晓计划》项目，旨在解决国产AI算力与世界主流平台之间的差距，团队打造了覆盖训练、推理、应用的全栈解决方案，通过优化提升了模型推理阶段的性能，实现了端侧平台的真实部署，为国产算力创造了“破晓时刻”。\n\n杨希渊介绍团队的AppCopilot项目，针对智能体在感知、规划、执行中的三大痛点，构建了多模态多智能体端侧助理，覆盖数据标注、模型训推、APP研发的全链路，支持多种场景应用，为自主可控的高水平移动终端智能体落地提供了技术支撑。\n\n杨润德提到最大的收获是团队协作的力量及优秀项目的高标准要求。李华焘分享了“精益求精”的重要性，通过不断推敲和优化，科研水平得到提升，解决实际问题的能力也得到锻炼。\n\n谈及成功秘诀，阮墨文强调任务分工的重要性，指导老师的支持以及团队协作的力量。范静如认为成功的核心在于对细节的极致追求，团队每个人都尽力打磨负责的环节，最终成就了好成绩。\n\n关于挑战杯揭榜挂帅擂台赛：\n“挑战杯”揭榜挂帅擂台赛由企业发布赛题，面向高校学子征集解决方案。赛事以产学研协同为核心，学生团队需结合企业技术体系攻关，经初赛打榜、总决赛答辩评选，选出具有技术创新性与落地价值的作品。赛事既为学生提供学术成果转化平台，也助力企业解决技术瓶颈，推动行业发展。",
        "source_url": "https://mp.weixin.qq.com/s/ERzLz5MVeh08m6SkZ1lEvQ"
    },
    {
        "summary": "文章详细介绍了上海交通大学人工智能学院2025级本科新生的开学典礼、师生见面会、学长学姐交流分享会等活动内容，以及新生报到、新生大礼包的相关细节和意义。校长丁奎岭的讲话激励新生勇于承担责任，探索人工智能领域的无限可能，学生代表表达了对未来的憧憬与使命感。文章展现了交大人工智能学院为新生提供的支持与期许，鼓励他们在学术与实践中追求卓越。",
        "content": "夏色将远，秋意初来，天光正盛，前途璀璨。在这条通向未来的神经网络上，你是新一代的关键节点，满格能量，接入未来。2025，SAI新起点，从你们开始！\n\n开学典礼\n2025年8月27日，上海交通大学2025级本科生开学典礼隆重举行。校长、中国科学院院士丁奎岭作了题为《向新出发，在积累中成就卓越》的演讲。他指出，新生们应在交大的广阔平台上向新出发，主动适应时间和空间上的转换，以积极的姿态迎接变化挑战，进而创造突破超越的可能。敦促每位新同学立足新起点，在勤学笃行中筑牢知识根基；打开新视野，在交叉融通中磨砺创新本领；勇担新使命，在与国同行中成就卓越人生。牢记「选择交大，就选择了责任」的价值追求；践行「求真务实、努力拼搏、敢为人先、与日俱进」的精神品格，在赤诚奉献中书写精彩的人生华章。\n\n学生感悟\n赵泽睿：在积累中成就卓越，在奋进中成就未来。丁校长的讲话如晨钟暮鼓，唤醒我们对大学之路的清醒认知，更点燃了我们对未来使命的炽热憧憬。在这个信息爆炸的多元化时代，我作为SAI学院的学生感到生逢盛世，而又重任在肩。诚如丁校长所言：「选择交大，就选择了责任」，从百卅交大的历史长河中走来，我们肩负的是前人的期许，更是时代的召唤。我必将把自己的人生选择融入时代洪流与国家召唤，将「饮水思源，爱国荣校」的校训铭记于心，在SAI学院为我搭建的广阔平台上，去突破人工智能领域的边界，在积累与奋进中成就卓越的未来！\n\n郭海川：「选择交大，就选择了责任。」校长的讲话让我深刻明白，踏入交大不仅是一段新旅程的开启，更是一份使命与传承的开始。从钱学森学长的五次人生选择到AI赋能生物制造的创新突破，我看到了责任与创新如何在交大这片沃土上生根发芽。身逢盛世，自当与国同行；使命在肩，更需脚踏实地。我将勤学笃行、跨界探索，始终保持求知的热忱与开放的胸怀，在科研项目中练就真本领，在交叉融合中开拓新视野。不仅要成为伟大奇迹的见证者，更要成为矢志创新的探索者。用敢为人先的勇气迎接挑战，以真才实学服务国家所需，在为祖国贡献的过程中书写属于自己的卓越人生。\n\n师生见面会\n2025年8月27日，上海交通大学人工智能学院2025级师生见面会顺利举行。本次活动旨在帮助新生们尽快融入新的学习环境，建立同窗情谊，结识优秀师长，共同规划未来的学习和发展道路。人工智能学院党委副书记许淼鑫主持见面会。在见面会上，各班班主任来到现场，介绍了自己的求学历程和研究方向。学长分享环节，2024级本科生陈志杰讲述了他取得优异成绩的诀窍；廖麟鹭学姐回顾了多彩的大一生活和竞赛心得。学院党委书记杨一帆勉励同学们向优秀学长学习，扎实基础，在学院的优秀课程体系中充实学识、提升见识，表达了对于新生未来学有所成、勇担重任的殷殷期盼。\n\n学长学姐交流分享会\n2025年8月26日，上海交通大学人工智能学院学长学姐交流分享会顺利举行。本次活动邀请了全体25级本科新生与24级人工智能学院学长学姐进行交流，旨在通过「老带新」方式，帮助新生们增进对学校与学院的了解，尽快融入新的学习环境，共同规划未来的学习和发展道路。在本次见面会上，多位老师与数十名学长学姐来到现场，回答了新生有关校园生活、学院概况、学习经验、未来规划等领域的问题。\n\n新生报到\n2025年8月25至26日，人工智能学院2025级萌新们齐聚上海交大，开启大学新生活。人工智能学院各位老师都对新到来的同学们致以关心和问候。\n\n新生大礼包\n为欢迎人工智能学院2025级本科生的到来，学院为大家准备了别出心裁的新生礼包，以欢迎新交大人们开启新征程！其中包含：\n- 新生定制院衫：以绿色作为主色调，象征着对可持续发展的美好愿景，Logo采用七巧板设计，展现了人工智能领域的创新精神。\n- 定制明信片：每一张明信片上都有由AIGC技术生成的交大美景，用以写下对四年后自己的展望。\n- AI书签与头像：学院为大家打造的入学第一枚「数字勋章」，使用AIGC技术制作，扫码上传照片即可生成独一无二的AI艺术头像，领取专属的AI赋能「科技名片」。希望同学们遨游在人工智能的海洋，不断探索AI发展的无限可能，开拓科技未来！\n- 笔袋：笔袋采用学院主题色，整体设计简洁大方，耐磨实用。希望它可以成为同学们大学时光里，装载知识、梦想与学院情谊的温暖容器。\n- 交大徽章与姓名KT板：学院为每位同学准备了交大徽章与姓名KT板，寄托着学院期许你在此坚定理想、勇敢探索、书写精彩未来的深切祝福。",
        "source_url": "https://mp.weixin.qq.com/s/ShQWobLsMIbxBDxYKpEHrQ"
    },
    {
        "summary": "交大AI创新协会招募热爱人工智能的同学加入，提供丰富项目资源、专业导师指导及学术交流机会，要求具有兴趣及一定编程基础。通过报名和面试环节完成招募。",
        "content": "标题：AI未来合伙人招募令 | 交大AI创新协会招新啦\n\n作者：SAI青年号\n\n发布时间：2025年03月31日 15:52\n\n交大AI创新协会现诚邀对人工智能领域充满热情的同学加入我们，共同探索AI的无限可能。协会致力于为成员提供学习、实践、交流的平台，让大家在人工智能领域有所突破。\n\n我们提供的机会：\n1. 丰富的项目资源：参与实际AI项目，与团队合作交流，提升技术能力。\n2. 专业导师指导：邀请学术界和产业界的专家进行讲座及交流。\n3. 竞赛与活动：组织参与各类AI相关竞赛，激发创新能力。\n4. 学术交流与分享：定期举行学术沙龙，分享最新AI动态。\n\n招募对象：\n1. 对人工智能感兴趣，愿意投入时间和精力学习相关知识。\n2. 有一定的编程基础，熟悉Python、机器学习等相关技能者优先。\n3. 乐于团队合作，善于沟通与分享。\n\n报名方式：\n填写相关申请表，通过初筛后将进行面试环节。具体报名链接请关注协会官方通知。\n\n加入我们，让你的创意和激情在AI的世界中熠熠生辉！\n\n交大AI创新协会期待你的加入！",
        "source_url": "https://mp.weixin.qq.com/s/u9Zh_sB2tUTHBCJP3Q_gsg"
    },
    {
        "summary": "秦啸涵将在深度学习课堂上分享本科科研经验，活动时间为2025年3月26日下午，地点在致远书院。",
        "content": "深度学习课堂主题：本科科研经验分享。主讲嘉宾秦啸涵。时间为2025年3月26日周三14:00至16:00，地点是致远书院206未来教室。",
        "source_url": "https://mp.weixin.qq.com/s/BJEV8BlDqh4WCIBVAQyXVA"
    },
    {
        "summary": "上海交通大学将于2025年11月15日至16日举办学生运动会龙舟比赛，分本科生组和研究生组。比赛项目包括200米龙舟团体竞速赛及个人挑战赛，参赛者需身体健康且会游泳。报名截止至11月5日中午，参赛队需参加赛前培训。赛事设奖项并计入运动会总分，具体规则详见通知。",
        "content": "上海交通大学2025年学生运动会龙舟比赛将于11月15日至16日举行，比赛项目为200米龙舟直道竞速赛，分本科生组和研究生组，以院系所为单位组队报名参赛。\n\n主办单位包括上海交通大学体育运动委员会、学生工作指导委员会、共青团上海交通大学委员会及体育系，承办单位为学生体育总会、校龙舟队和龙舟协会。\n\n比赛时间为2025年11月15日至16日，培训和试划时间为11月8日至9日及第九周工作日中午，地点设在闵行校区水上运动基地（五餐水上码头）。正式比赛项目为龙舟200米团体竞速赛，另设个人划船机100米挑战赛及个人单划200米挑战赛。\n\n参赛对象为全体在校学生，包括研究生、本科生和留学生。参赛者需身体健康、熟悉水性且会游泳，患有心脏病、传染病或不适宜剧烈运动的同学禁止参赛。每支参赛队伍需包括1名领队老师、1名联络员、15名比赛选手（含至少4名女生），并可报替补队员最多5人。参赛队伍需于11月5日中午12点前提交电子报名表，并参与赛前培训，未参与视为弃赛。\n\n比赛规则按照国家体育总局最新审定的《龙舟竞赛规则》执行。龙舟、桨及救生衣由大会统一安排。比赛分预赛和决赛，预赛成绩前50%的队伍晋级决赛，若晋级队伍不足8只，则前8名晋级。其他规则包括航道划分、抢航处理、计时方式等。\n\n奖励方面，龙舟200米团体竞速赛前8名将获奖且计入学生运动会总分，划船机和单划挑战赛前三名获得奖品。参赛队伍需遵守纪律，服从安排，确保赛事顺利进行。若发生争议，各队须服从裁判判决，若有异议可提交书面申诉。\n\n报名请联系孙老师，邮箱为sunmiaoweiyang@sjtu.edu.cn。",
        "source_url": "https://mp.weixin.qq.com/s/Ylr1N7L3jsdQsVipg6i7VA"
    },
    {
        "summary": "本文详细介绍了上海交通大学人工智能学院本科生综合测评的实施细则，包括测评原则、组织形式、评分方式及内容构成。综合测评成绩由学业成绩、素质拓展成绩、成果奖励加分和违纪处罚扣分四部分组成，旨在公平、公正地评定学生表现，促进学生全面发展。",
        "content": "上海交通大学人工智能学院学生综合测评实施条例\n\n总则\n\n为促进学生全方位成长，落实学校“价值引领、知识探究、能力建设、人格养成”的教育理念，根据《上海交通大学学生手册》相关规定，特制订人工智能学院本科生综合测评实施条例（以下简称细则）。上海交通大学人工智能学院学生综合测评成绩是学生评定各级各类奖学金、助学金的重要依据，全过程定性定量结合，公平公正、合理透明。\n\n1. 综合测评为每学年计算一次。每学年开学时测评上一学年的成绩，时间区间为上一学年开学注册日始至本学年开学注册日前一天止。不在此时间范围内的项目和材料将不被包括在内。活动的评估以实际开展时间为准，所有证书和素质拓展项目的评估则基于其颁发或认定的时间。\n\n2. 每学年开学初由思政教师组织测评小组，并全程指导监督。以班级为单位，成立班级测评小组，班主任为组长，班长作为副组长，统筹整个班级的综合测评工作。测评结束后向全年级学生公布评定成绩，并接受质询。\n\n3. 所有综合测评的材料需通过线上提交，在每学年开学初综合测评期间应主动上传。所有获奖证书和素拓证明须经人才培养办公室审核后方能获得加分；对于无法提供素拓证明的项目或符合总则但未在细则中明确列出的情况，学生可以提出申请，并提交纸质资料由院人才培养办公室审核。\n\n4. 考评过程中，除特殊说明外，考核人员对同一项目所有学生的考评成绩平均分不得超过90分（低于80分的成绩不计入平均分），否则所评定项目成绩无效。\n\n5. 若对评定细则进行修改，需保障每位学生的知情权。\n\n6. 若在综合评估过程中发现有弄虚作假行为，一经查证，将取消该学生当年的奖学金参评资格；若学生已获得奖学金，将撤销其奖励和荣誉称号，追回已发放的奖学金，并按照《上海交通大学学生纪律处分规定》及《上海交通大学学生学业诚信守则》给予相应处罚。\n\n7. 以学生综合发展和对学院、社会的贡献作为细则修订的依据，本细则办法解释权归由上海交通大学人工智能学院人才培养办公室。\n\n评价内容\n\n学生综合测评包括学业成绩、素质拓展成绩、成果奖励加分和违纪处罚扣分四个模块。综合测评成绩计算方式如下：\n\n综合测评成绩 = 核心课程成绩 × 70% + 素质拓展成绩 × 30% + 成果奖励加分 - 违纪处罚扣分\n\n1. 学业成绩：按照上一年核心课程学积分计算（以综合测评评定时成绩单上的成绩认定分数，未有分数的不做结算），不包含辅修，计算方法详见《上海交通大学学分制课程修读管理规定》。\n\n2. 素质拓展成绩：素质拓展成绩由必修项目和选修项目两部分组成，必修包括必修项目考核学生在校基本素养，选修项目考核学生在校综合发展素养。必修项目包括思想引领、集体观念、寝室卫生和学期表现，共计5分。选修项目包括思想政治与道德修养、学业辅导与学风建设、社会实践与志愿服务、科技创新与创业、文体艺术与身心发展、学生工作与社团活动、技能培训七个部分，学生结合自身情况选择各选修项目学分。素质拓展成绩具体计算方法如下：\n   a) 若获得学分在10分以下（含必修项目），则按实际得分记入总分；\n   b) 若获得学分在10分及以上，则在总学分里自主选择成绩较高的n（n≥10）学分项目（含必修项目）。\n\n3. 成果奖励加分：按照成果奖励加分相关规定，直接计入总分。\n\n4. 违纪处罚扣分：按照违纪处罚相关规定，直接从总分中扣除或“一票否决”。",
        "source_url": "https://mp.weixin.qq.com/s/B0qy-jYfPiYRsXkA_E918A"
    },
    {
        "summary": "上海算法创新研究院（IAAR）正在招聘AI产品经理实习生，工作地点为上海闵行区，薪资400-600元/天，适合在校生或应届毕业生。本科及研究生均可申请。主要负责大模型的C端场景探索与落地、技术评估及产品方案设计，要求每周线下实习5天，至少3个月以上，并提供转正机会。对大模型技术有兴趣且具备相关专业背景者优先。",
        "content": "实习岗位招聘｜上海算法创新研究院·产品经理\n\n上海算法创新研究院（简称IAAR）围绕下一代人工智能、下一代科学计算、工业软件核心算法等方向开展前沿算法技术突破研究，形成一批高质量研究成果，并在生物医药、人工智能、高端制造等产业领域实现落地转化。\n\n目前，上海算法创新研究院正在招聘AI产品实习生。\n\n工作地点：上海市闵行区  \n薪资：400-600元/天  \n适合人群：在校生或应届毕业生，本科生和研究生均可\n\n职位详情：  \n岗位职责：  \n1. 负责大模型C端场景的探索规划与落地；  \n2. 参与大模型技术选型评估、产品方案设计等工作，确保大模型落地的质量和性能；  \n3. 收集与分析竞品、用户需求等相关信息，不断推进产品能力升级优化。\n\n岗位要求：  \n1. 每周需线下实习5天，至少持续3个月以上，提供转正机会；  \n2. 有相关产品经验及计算机、人工智能等相关专业背景者优先；  \n3. 对大模型技术有浓厚兴趣，具备较强的技术理解、学习和应用能力；  \n4. 具有出色的逻辑思维和分析能力，能够快速学习新知识，进行系统性思考并产出有深度的分析和解决方案；  \n5. 具备良好的自我驱动力和团队合作精神，能在高压环境下保持冷静，有效应对挑战。\n\n报名方式：  \n1. 扫描二维码；  \n2. 将个人简历发送至邮箱：renxy@iaar.ac.cn。",
        "source_url": "https://mp.weixin.qq.com/s/vz7Yu4ztx23mHi7g42u92g"
    },
    {
        "summary": "人工智能学院启动2025年度新生班主任招聘，计划招聘4名班主任，包括本科生、硕士生及博士生班主任各岗位。报名对象需具备学生管理经验及热心教育事业，聘期将随学生毕业终止。岗位职责包括班风建设、学生动态掌握及学术引导等。报名截止至2025年5月31日。",
        "content": "为加强学生管理工作，助力新生成长成才，人工智能学院2025年度新生班主任招聘工作即将启动。诚邀有志于学生管理工作的教工踊跃报名，共同为学院发展贡献力量。\n\n一、基本信息  \n（一）岗位需求  \n本次共招聘4位新生班主任，具体如下：2025级本科生班主任2名，2025级硕士生班主任1名，2025级博士生班主任1名。  \n（二）招聘时间  \n即日起至2025年5月31日。\n\n二、招聘对象及要求  \n招聘对象为学院全体有学生管理工作经验并热心学生工作的教职工，需满足以下条件：  \n1. 政治立场坚定，热爱祖国，拥护中国共产党的领导，忠于党的教育事业。  \n2. 为人师表，作风正派，乐于奉献，能以德立身、以德立学、以德施教。  \n3. 学识扎实，专业过硬，具有较高教学及科研水平。  \n4. 有仁爱之心，热爱学生工作，关心学生健康成长。  \n5. 具有一定的思想理论及政策水平，具备较强的业务能力和一定的组织管理能力。  \n6. 具有充足的时间和精力，可担任一个聘期的班主任工作。\n\n三、班主任岗位职责  \n1. 以习近平新时代中国特色社会主义思想为指导，落实「立德树人、教书育人」要求，言传身教，促进学生德智体美劳全面发展；深刻理解学校「四位一体」人才培养理念，每学期举办一次学术引导与学风建设主题班会，引导学生珍惜学习时光。  \n2. 加强班风建设，每月至少组织一次专题班会，推动班集体建设；做好班级骨干选拔培养工作，发挥朋辈教育作用，营造良好班级氛围。  \n3. 全面了解学生学业、思想、生活及家庭状况，与本科生责任导师保持沟通，掌握学生动态；及时处理学生突发事件和特殊情况，每学期与重点关注学生谈心谈话不少于两次。  \n4. 熟悉学校及学院教学管理、学生工作制度，掌握学生培养方案和教学计划；定期参与学校和学院组织的培训交流活动，按时参加班主任培训交流和工作例会，做好记录；指导、协助本科生责任导师开展工作，监督评价其工作，完成其他与班级相关工作。\n\n四、聘期  \n聘期自所带班级新生入学起，至学生毕业终止。本科生班主任和博士生班主任聘期为4年，硕士生班主任聘期为2.5年。\n\n五、其他事项  \n1. 选聘方式  \n通过面试或考察等形式确定班主任推荐名单。  \n2. 报名方式  \n请扫描以下二维码进行报名：  \n联系人：宋老师  \n邮箱：s-y01@sjtu.edu.cn  \n\n人工智能学院期待您的加入，携手为新生们的成长保驾护航！",
        "source_url": "https://mp.weixin.qq.com/s/40eTLffyFbzMI-hOlNfO3Q"
    },
    {
        "summary": "上海交大人工智能学院学生实践团走访中国商用飞机有限责任公司，参观了国产客机选型中心和天空光环境实验室，近距离了解国产大飞机的技术创新与发展历程。在分享会中，专家及教授从人工智能与航空领域的结合出发，探讨了未来发展的挑战与机遇。活动不仅让师生感受到国产大飞机的突破与精神，更激励了年轻一代在人工智能与航空领域的奋斗与担当。",
        "content": "2025年7月2日下午，上海交通大学人工智能学院学生实践团参访了中国商用飞机有限责任公司上海飞机设计研究院，开启了一场探索国产大飞机自主研发之路的实践之旅，近距离了解我国大型客机技术创新的进展。\n\n实践团首先来到客户选型中心，参观了三款国产大型客机的等比模型，其中C919作为我国首款符合国际主流适航标准的干线客机，已获得适航证并投入商业运营，曾在新加坡航展中惊艳亮相，成为“中国智造”的空中名片。从最初的设计图纸到最终翱翔蓝天的成果，国产大飞机突破了层层技术封锁，展现了中国在高端制造业领域的创新实力和自信。\n\n接着，同学们走进天空光环境实验室，这里通过高精度算法模拟了不同强度和类型的天空光照环境，例如晨曦微露、烈日当空、浓雾环绕及阴雨密布等。基于时间和空间变化的天空光环境模拟系统，让大家感受到了创新技术为民航事业带来的深刻变革。\n\n参观结束后，实践团参与了干货满满的分享会。上海飞机设计研究院的傅璟裔副部长引用习近平总书记对人工智能的论述，鼓励同学们勇担时代使命，在航空领域开拓创新。严骏驰教授结合人工智能发展史，分析了芯片设计、量子计算等领域的实例，阐述了人工智能在解决“卡脖子”难题中的巨大潜力。吴之南专家介绍了“软件定义飞机”的未来机载软件研制方向，并分享了现阶段AI辅助的应用场景。康泽禹学长结合个人经历，展现了交大人和商飞人投身民族航空事业的家国情怀与奋斗担当。\n\n活动期间，一场羽毛球友谊赛也让校企师生的距离更加拉近，增进了协作与交流，同时表达了对国产大飞机事业的共同热忱。\n\n此次参访活动让实践团成员不仅见证了国产大飞机从图纸到蓝天的技术突破，更深刻理解了“长期奋斗、长期攻关、长期吃苦、长期奉献”的大飞机精神。正如一位实践团成员所说：「AI遇上航空，是挑战更是机遇。我们要把所学融入国家需要，让人工智能为国产大飞机插上更坚实的翅膀。」",
        "source_url": "https://mp.weixin.qq.com/s/6QzqXBjFWknxqAgn-IhJQw"
    },
    {
        "summary": "交大人工智能学院的学生们在暑假期间参与了多样的实践活动，包括医学调研、支教、国际大会服务、企业走访、基层实践、历史文化保护等。他们在不同领域中认识现实、体会责任、汲取力量，并将所学知识与实际需求结合，为社会贡献价值。通过这些经历，他们不仅收获了成长，更坚定了以科技报国、传承文化的使命。",
        "content": "于夏日光影中，我们带着实验室的公式，带着乡村的泥土气息，带着文化遗址的历史回声，带着科技大会的惊叹与思考，从学校走出去，带着外面的见闻归来。暑假的日子百样精彩，也各有收获。让我们一起走进交大人工智能学院的SAIer们，听他们讲述自己这一段不平凡的暑期。\n\n范文茜：这个暑假，我和两位队员组成的小分队，带着学院教授的重大学术成果——DeepRare罕见病诊疗模型，来到南京的医院，开展关于其落地可行性的调研。从与病人的交流和许多病人的问卷反馈中，我们切实体会到了罕见病诊疗周期长、费用高、易误诊等多重难题；在与两位医生专家的对话中，我们既获得了有关DeepRare成果的肯定，也意识到实际临床诊疗情况之复杂以及医生患者的需求之广泛，故而还有许多真实诊疗流程中的困难亟待AI技术覆盖。我们深刻认识到，只有走出实验室的象牙塔，真正看见医院、医生、患者的困境，关于罕见病诊疗的学术研究才能产生最大的社会价值！\n\n毛颖琦：假期里我去了云南洱源一中，体验五天支教。教课也听课；与当地老师通宵备课。学生们眼中有光，课堂上他们专注、好问、期盼。那边的生活基础比我预想得好许多，但仍有距离；那里的孩子渴望知识的心，也让我心动也心痛。这是我第一次做老师，几天来教与学交织，我教他们，也被他们教。表达能力被磨练，耐心被淬炼，专业与教育的接点被拉近。即使短暂，这段经历已足够让我放慢脚步，看清“教学相长”的意义，也看清为他人承担的喜悦与重量。\n\n韩岳成：暑期伊始，我参与了2025世界人工智能大会，负责VIP团组的路线引导、展位联络与讲解。站在全球人工智能前沿成果的集中展示平台，那些曾遥不可及的科技创新如今触手可及，令我深切感受到中国在智能浪潮中奔涌向前的力量。作为一名AI人，我的自豪感不仅源于技术本身，更源于我们正以实际行动参与国家科技自强的新征程。在服务过程中，我积极将所学知识与行业洞察转化为清晰的讲解，向莅临参观的领导们介绍每一项重大突破背后的战略意义与发展前景。通过交流，我进一步认识到人工智能不仅是技术革命，更承载着服务国家战略、赋能千行百业的时代使命。当看到他们因我的介绍而频频点头、投来赞许目光时，我更加坚定了以AI为方向、以技术助力民族复兴的信念。那一刻，我的所有付出不再只是个人成长的阶梯，更是我融入国家发展洪流、践行“AI报国”初心的生动见证。\n\n王佳骏：七月里，我与实践团先后走访上海联通、商汤科技、中国商飞等前沿企业。从图纸到飞行仿真，从文化遗产保护到智慧城市治理，技术在多个战线上“落地承重”。总书记强调的“关键核心技术”与“为国铸魂”的话语，不再是书写，而在这些现场生动展现。这些企业与项目告诉我：AI的价值在于根植需求，在于解决现实问题。这里有民族自豪，也有时代责任。从国家战略到科技应用，从科研成果到人民生活，每一步都在召唤我们：把创新与使命同频，用我们的未来回应时代的呼唤。\n\n傅若瑜：七月中旬，我前往西昌与成都，走访锦屏地下实验室、雅砻江水坝、天府宇宙线研究中心等科研基地，游历金沙遗址、川大博物馆等历史文化景点。从深藏地下的锦屏实验室，到巍然屹立的雅砻江水坝，再到探索宇宙奥秘的天府宇宙线研究中心，我们亲身触摸大国重器，感受科技强国的脉动。与此同时，我们亦在蜀地寻根问脉，与千年文明对话，体悟古蜀智慧的深沉回响。这一路，宇理共进，古今交融，让我真切体会到科技是国之利器，文明是国之根基，而肩上的使命愈发清晰：强国有我，吾辈当以今日之所学、所感、所悟，投身于民族复兴的壮阔征程。\n\n王栎翔：北港岛基层社会实践让我对“无聊枯燥”的误解彻底破碎。我们深入滩涂，观察国家保护动物；与村民交流，感受乡村振兴的温度；在赶海中与陌生游客侃侃而谈；看海边夕阳，听风带咸味，累了也笑了。自然的伟力与生活的真实交错在每一道潮汐里。我被基层力量感动，也被党组织在乡村振兴里带来的变化震撼：小山村也能焕发新生。与自然共处，让我知道责任不只是理想，是实地践行；人与土地、人与环境的联结，值得我们用一生去温柔守护。\n\n庞怡然：七月我来到敦煌，作为“敦煌文化守望者”讲解员，为游客讲述洞窟中壁画与塑像的历史美学。月余之间，我研读洞窟结构，感受绘画中的线条与色彩；看到听众驻足聆听的沉默，也看到他们被故事与艺术触动的眉眼。文明的火炬在我手中传递，那种文化与责任同在的感觉无法用言语完全道尽。文明遗产不是静止的符号，它在每个听者的思考里复生，也在传播中延续。我愿意成为那一道桥，让古老与现代对话，让敦煌的呼吸与心跳被更多人听见。\n\n暑假不只是休息的间隙，更是打磨自我的时刻。交大的SAIer在调研中认识现实，在支教中体会责任，在自然中寻找初心，在文化中守护灵魂。每个人的脚步各不相同，但都带着成长与思考。让我们把这些光影收藏，未来的道路因今天的热忱，更加坚定。",
        "source_url": "https://mp.weixin.qq.com/s/oEJ7vxY2TVLGvmna6K6V8A"
    },
    {
        "summary": "上海交通大学人工智能主题周启动仪式及AI集市活动将于4月20日在徐汇校区举办，现招募志愿者参与会场布置、引导、接待等工作。志愿者需参加培训和彩排，活动当天提供补贴或劳动学时、午餐以及志愿者服装。报名限额，每时间段30人，先到先得。",
        "content": "上海交通大学人工智能主题周启动仪式和AI集市活动将于4月20日在上海交通大学徐汇校区召开。现面向全校同学招募活动志愿者。\n\n招募须知：\n1. 志愿者需参加简单的前期培训，培训时间将另行通知。\n2. 本次报名问卷仅用于信息收集，岗位录取信息请关注后续通知。\n3. 志愿者需预留4月19日时间参加彩排，具体时间另行通知，彩排将根据时长发放补贴或劳动学时。\n\n岗位设置：\n1. 人工智能主题周启动仪式志愿者：\n   - 工作时间：2025年4月20日，7:00-13:00（按两个半天计）。\n2. AI集市志愿者：\n   - 工作时间：2025年4月20日，8:30-16:30（按三个半天计）。\n   - 要求志愿者熟悉徐汇校区。\n   - 工作地点：徐汇校区人工智能学院大楼、文治堂、郑坚固体育中心。\n   - 工作内容：负责会场布置、引导、接待及其他帮助。\n   - 工作人数：每个时间段需30名志愿者。\n\n注意事项：\n参与志愿者需自愿加入团队，具备严格的时间观念，不得迟到或早退。志愿者需珍惜和维护活动声誉，不得利用志愿者身份从事与活动宗旨不符的行为。需具备良好的团队精神和工作热情，服从组织安排，履行岗位职责，遵守服务守则及相关纪律规定。请确保活动时间与个人课程不冲突，活动地点在徐汇校区。\n\n志愿者福利：\n1. 根据服务时长，志愿者可选择领取劳动教育学时或补贴（每半天补贴100元）。\n2. 提供4月20日当天午餐一份。\n3. 提供统一志愿者服装——交大帽衫一件。\n\n报名方式：\n报名成功后，请扫码进入对应时间段的群聊。每个时间段限30个名额，先到先得。",
        "source_url": "https://mp.weixin.qq.com/s/KU2lBek7Fc46ZTqROhmySw"
    },
    {
        "summary": "本文是SAI青年号关于期末辅导小课堂的回顾内容，具体的详细内容未提供。",
        "content": "标题：期末辅导小课堂回顾  \n作者：SAI青年号  \n发布时间：2025年06月20日",
        "source_url": "https://mp.weixin.qq.com/s/qXq9BsNXv0tTHzRMAzs65g"
    },
    {
        "summary": "文章为上海交通大学AI学院新生提供了一份详实的校园美食指南，介绍了校内七大餐饮楼、玉兰苑、咖啡厅及校外宝藏小店的特色美食与地理位置，并推荐迎新季美食节活动。文章旨在帮助新生尽快融入交大生活，享受舌尖上的幸福与满足。",
        "content": "亲爱的AI学院新同学们，欢迎来到上海交通大学！当你们踏入这座百年学府，除了投身学术探索的殿堂，一段连接烟火人间的美食之旅也已悄然启程。交大食堂以七大楼宇为经纬，织就了一张覆盖南北风味、融汇中西特色的餐饮网络——从玉兰苑的市井烟火到吉姆丽德的欧陆情调，从第一餐饮大楼的经典小笼到新晋顶流鲜烫米线，这里不仅是能量补给站，更是感知生活温度的文化地标。在此，我们为各位新生奉上这份详实的校园美食指南，助你们在求学路上亦能尽享舌尖丰盈。\n\n第一餐饮大楼，位于西一区宿舍北面，是下课后干饭的首选。亮点包括丰富的早餐和多种特色窗口，如川味、陕西面食、养生锅等。周边有麦当劳、思源面包房、水果店和咖啡店，营业时间为早上七点至晚上七点。\n\n第二餐饮大楼，位于东一区与东二区宿舍之间，是广受好评的美食广场。一楼汇聚各地风味小吃窗口，二楼有教工食堂和大众餐厅，三楼绿园餐厅提供铁板烧和舒适环境。营业时间与一餐相同。\n\n第三餐饮大楼，位于捭阖塘边，毗邻便民商业街。一楼学生餐厅有木桶饭和点心，二楼小吃广场提供黄焖鸡、烤肉饭等，周边还有瑞幸咖啡门店。\n\n第四餐饮大楼，位于李政道图书馆对面，是闵行校区用餐人数最多的餐厅之一。一楼主打风味餐厅，二楼有鸭血粉丝汤和麻辣烫等，吉姆丽德西餐厅供应披萨、牛排等西餐。周边有便利店和水果店。\n\n第五餐饮大楼，位于电院群楼西侧，毗邻淡水河。一楼提供东湖面馆、麻辣香锅等，二楼有大众餐厅和教工餐厅，三楼设有吉姆丽德西餐厅。营业时间无早餐服务。\n\n第六餐饮大楼，位于校区最东边，今年升级为智慧餐厅。一楼主要提供自助类餐饮，二楼有伊诺咖啡，提供咖啡、甜品及外卖服务。\n\n第七餐饮大楼，位于文选医学楼附近，是独特的全景玻璃房设计的精致小灶。分为中式自选和赛文西餐厅，后者以寿喜锅和小火锅为特色。\n\n玉兰苑位于校园中心区域，是人气美食街。一楼主打特色餐饮，二楼有一等茶餐厅，外圈商铺林立，营业时间灵活，是食堂的绝佳补充。\n\n哈乐餐厅位于西一区宿舍区内部，面积较小但温馨，主打农家小碗菜模式，早餐有点心和馄饨。\n\n南洋北苑餐厅服务于南洋北苑师生，包含民族风味餐厅和大众餐厅，供应三餐。\n\n交大校园内还有20余处特色咖啡厅，如MANNER的燕麦桂花拿铁、耶豆豆的冰博克等，适合学习讨论或小憩。\n\n迎新季是校园美食节举办的黄金时间，后勤部门常会策划限定美食、地方特色小吃、厨艺展示等活动，是感受校园热情的绝佳机会。\n\n校外也有许多宝藏小店值得探索，如谢记牛筋煲、御陕坊和整点串串等，适合课后解馋或宿舍聚餐。\n\n食堂主要支持校园卡或思源码支付，部分特色窗口和校外店铺支持微信或支付宝扫码支付。实时信息可关注上海交大生活公众号，探索食堂和周边美食带来的惊喜。\n\n愿这份「味蕾实验室」的地图，能助你们更快融入交大生活，在探索知识的征途上也能时时享受到舌尖上的幸福与满足。祝你们在交大吃得开心，学得精彩！",
        "source_url": "https://mp.weixin.qq.com/s/uXtQ46iBLM-ureqPvWVd4Q"
    },
    {
        "summary": "本文介绍了上海交通大学人工智能学院党团组织关系转接的具体办法，包括团组织关系的纸质与网上转入流程，以及党组织关系的线上、线下转接要求。并提醒党员需按照规定时间完成组织关系接转，以免影响党籍。",
        "content": "上海交通大学人工智能学院党团组织关系转接办法通知如下：\n\n团组织关系转入：\n1. 纸质转入：开学时，以团支部为单位提交组织转入介绍信与团员材料。\n2. 网上组织关系转入：登录“智慧团建”系统，选择转入组织为「团上海市委-上海交通大学团委-人工智能学院新生临时团支部」。\n\n党组织关系转入：\n1. 线上转接：请在党管系统上转入「中共上海交通大学人工智能学院委员会」。\n   党委：中共上海交通大学人工智能学院委员会\n   党支部：中共上海交通大学人工智能学院学生支部委员会\n2. 线下转接：党员本人持转出单位开具的盖有转出单位党组织公章的组织关系介绍信，到实际学习或工作单位报到。开学后，由班级团支书收齐后统一交到人工智能学院学工办办理转入手续。转入人工智能学院党委的组织关系介绍信抬头填写「中共上海交通大学人工智能学院委员会」。\n3. 所有转入党员报到后需填写问卷。\n\n根据《中国共产党章程》等规定，党员自带组织关系应在有效期内（市内30天，外省市90天）及时接转。无正当理由超过6个月未参加党的组织生活或未交纳党费的，按规定将作自行脱党处理。",
        "source_url": "https://mp.weixin.qq.com/s/dGp7u7W_DHbkiQxHoNsBCw"
    },
    {
        "summary": "上海交通大学人工智能学院本科生在上海市格致初级中学开展“AI未来星”科普讲堂活动，主题为“人工智能与图像处理技术”。通过讲解AI的核心思想、图像识别和生成技术，生动展示了AI的应用与局限。同时强调教育要超越技术，培养学生的洞察力与创造力。活动不仅普及了AI知识，还为教学融入科技元素提供了新思路，展现了高校与中学联动的科普模式。",
        "content": "为普及人工智能知识，提升基础教育阶段教师对前沿科技的理解与认知，12月1日，上海交通大学人工智能学院本科生走进上海市格致初级中学，开展“AI未来星”科普讲堂活动，为格致初级中学的党员老师们带来了一场题为“人工智能与图像处理技术”的生动课程。格致初级中学党总支书记黄岳平主持会议。\n\n黄岳平致欢迎辞。他指出，AI技术的优势值得肯定，它能帮助教师优化教学方案、减轻重复性工作负担。在科普拓展、数据整理等领域成为老师们的高效助手。但AI潜在的风险更需警惕，希望老师们严格遵守教育部《教师生成式人工智能应用指引》的相关要求，用责任担当守护教育初心，让AI真正成为赋能学生成长的有力支撑。\n\n人工智能学院2024级本科生张晋豪做科普分享。他深入探讨「智能」的本质，指出简单规则难以描述复杂世界，而AI的核心思想正是「用数字描绘万物」的理念。通过类比大语言模型的「概率预测」机制，他生动揭示了AI如何通过计算可能性来生成内容，让抽象原理变得可感可知。\n\n「AI眼中的世界究竟什么样？」带着这个提问，讲座进入「图像识别」篇章。张晋豪展示了一张「变形金刚」图片的若干局部特写——圆形车灯、金属臂、轮胎，引导教师体会AI的认知局限。随后，他将一张完整照片逐步转化为密密麻麻的数字矩阵，再还原为AI理解后的图像，并类比生物视觉形成机制，清晰呈现了机器「读懂世界」的完整过程：从提取边缘、色块等基础特征，到整合全局语义，层层递进，环环相扣。\n\n在图像修复与生成环节，张晋豪巧妙引入扩散模型的概念，将复杂的训练原理解读为「从混沌中提炼秩序、从干扰中还原真相」的学习过程。他现场演示提示词的「进化魔法」，生成效果的跃升让教师们直观感受到精确描述的巨大威力。以此为据，他总结出提示词撰写四步法——主体、细节、场景、风格，向大家展示了「用文字绘制蓝图」的创作魅力。\n\n讲座尾声，张晋豪坦诚剖析AI技术的现有不足，引发教师们对技术本质的深度思考。他强调，AI虽是强大的「效率工具」与「灵感助手」，但人类的切身理解、想象力与情感温度才是创作中不可替代的灵魂。这场思辨让教师们认识到，未来的教育不仅要传授知识，更要培养学生超越技术的洞察力与创造力。\n\n本次讲座坚持「理论为辅、体验为主」，将艰深的AI技术转化为生动可感的认知之旅。参与教师纷纷表示，活动既揭开了人工智能的神秘面纱，也为日常教学融入科技元素、培养学生数字素养提供了新思路。未来，人工智能学院也将持续推动学子投身科普志愿，探索高校与中学联动的可持续模式，在知识传递中践行社会服务，为教育强国建设贡献青春力量。",
        "source_url": "https://mp.weixin.qq.com/s/ZiRTe-FGPSlJvDas7wHsZw"
    },
    {
        "summary": "上海交通大学人工智能学院将于2025年6月24日至29日举行本科生招生咨询活动，现面向学院本科生招募志愿者。志愿者需参加简单培训，工作内容包括为考生和家长介绍学校及专业特色，每时间段需1人。志愿者需具备时间观念，遵守纪律，活动后可获得学时或补贴。报名需填写问卷并加入志愿者群聊。",
        "content": "上海交通大学人工智能学院本科生招生咨询活动将于2025年6月24日至29日在上海交通大学闵行校区和徐汇校区召开，现面向人工智能学院本科生招募活动志愿者。\n\n招募须知：\n1. 志愿者前期需要进行简单的培训，培训时间后续通知。\n2. 本推送中的问卷仅作报名信息收集，岗位录取信息请关注后续通知。\n3. 考虑到招生考试的严肃性，一经选派，原则上不再接受换人或请假，请报名前确定预留时间。\n\n岗位设置：\n招生会咨询志愿者。\n工作日期：2025年6月24日至29日，共计12个时间段，每天上午08:00-12:00，每天下午13:00-17:00。可以报名多个时间段和多个校区，但不能同时报名闵行校区和徐汇校区的相同时间段。\n工作地点：上海交通大学徐汇校区及闵行校区。\n工作内容：为考生及家长介绍学校优势，讲解学院特色与专业前景，耐心解答各类报考和学业问题。\n工作人数：每个时间段均需要1名志愿者，报满为止。\n\n注意事项：\n志愿者需自愿参加志愿者团队，具备严格的时间观念，不得迟到、早退；珍惜和维护活动的声誉，不得利用志愿者身份进行与活动宗旨、目的不符的行为；拥有良好的团队精神与工作热情，服从组织方安排与调剂，承担相应岗位职责，遵守服务守则，严格遵守相关纪律和保密规定。\n\n志愿者福利：\n活动后将根据服务时长发放志愿者劳动教育学时（2学时/半天）或补贴，补贴以学校招生咨询志愿者工资标准为基准，参考去年为150元/半天。\n\n报名方式：\n填写问卷后请加入微信志愿者群聊，等待相关负责人通知。链接：https://wj.sjtu.edu.cn/q/t4wmuApj。",
        "source_url": "https://mp.weixin.qq.com/s/li3LU1oaodrEIDt2zGK1Og"
    },
    {
        "summary": "上海交通大学人工智能学院老师为考生送上祝福，鼓励同学们相信努力会开花结果，期待在九月相遇。",
        "content": "亲爱的同学：\n\n寒窗数十载，终迎亮剑时。在这梦想与汗水交织的季节，上海交通大学人工智能学院全体老师为你送上最诚挚的祝福。祝愿你墨洒从容，落笔生辉；蟾宫折桂，金榜题名！\n\n请相信，努力终将开花结果，坚持终会照亮前路。我们期待在金色的九月，与你相逢在人工智能学院！",
        "source_url": "https://mp.weixin.qq.com/s/B8tK3Zc_wgh5aX1_rv4kyg"
    },
    {
        "summary": "本文介绍了加入中国共产党的意义及详细申请流程，包括入党的条件、申请书格式与内容要求，以及发展党员的五个阶段和注意事项。文章强调了申请人需具备坚定的信念，认真撰写申请书，严格遵守党章规定，反映真实思想，以实际行动争取早日加入党组织。",
        "content": "为什么要加入中国共产党？原因可以概括为以下几点：\n\n1. 初心使命：寻找志同道合者，共同为中国人民谋幸福，为中华民族谋复兴。\n2. 砥砺担当：拥抱更广阔的舞台，让自己的青春和智慧更好地服务祖国和人民。\n3. 最高理想目标：实现共产主义社会，推动人的解放和全面自由发展。\n\n关于如何申请入党，有以下步骤和要求：\n\n**申请条件**\n按照党章规定，申请加入中国共产党需满足以下条件：\n- 年满18岁。\n- 承认党的纲领和章程。\n- 愿意参加党的一个组织并积极工作。\n- 愿意执行党的决议。\n- 按期交纳党费。\n\n**入党申请书格式**\n1. 第一行正中央写“入党申请书”，第二行左起顶格写“敬爱的党组织：”。\n2. 用黑色水笔撰写，使用正规双线格稿纸誊写。\n3. 结尾处另起一行空两格写“此致”，下一行顶格写“敬礼”，并加感叹号。\n4. 右下方需写上申请人的姓名和具体申请日期。\n5. 落款不能换页，正文内容一般不少于2000字。\n\n**入党申请书正文建议内容**\n1. 表明入党决心，可以写“我申请”或“自愿加入中国共产党”。\n2. 阐明党的性质和指导思想，并结合自身介绍对党的认识。\n   - 党的性质：中国共产党是中国工人阶级的先锋队，同时是中国人民和中华民族的先锋队，是中国特色社会主义事业的领导核心，代表先进生产力的发展要求，先进文化的前进方向，以及最广大人民的根本利益。党的最高理想和最终目标是实现共产主义。\n   - 党的指导思想：中国共产党以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想作为行动指南。\n3. 阐述自己的入党原因，写明对党的认识、入党动机及态度。\n4. 介绍自己的基本情况，包括政治信念、成长经历、思想、工作、学习状况及优缺点，并表明改进方向。\n5. 写明今后努力方向及实际行动，以争取早日加入党组织。\n\n**党员发展流程**\n1. 申请入党：入党申请人向党组织递交申请书，党组织与其谈话。\n2. 确定入党积极分子：经过培养、教育和考察，党组织指定培养联系人。\n3. 确定发展对象：经过一年以上培养，符合条件者成为发展对象，并进行政治审查、培训和公示。\n4. 接收预备党员：填写《入党志愿书》，经支部讨论表决、上级审批，通过后宣誓入党。\n5. 预备党员转正：预备党员提出转正申请，经党组织综合审查和表决，通过后报上级党委审批完成转正。\n\n**注意事项**\n1. 认真学习党章，理解党的性质、宗旨、任务及党员的权利和义务。\n2. 联系思想实际，真实反映入党动机和思想情况。\n3. 入党申请书要朴实庄重，避免空洞和浮夸，结合实际撰写内容。",
        "source_url": "https://mp.weixin.qq.com/s/8dJlilUYVPFwA2WDp_tA2A"
    },
    {
        "summary": "文章介绍了在今年的一二九歌会中，六个学院的同学组成联队演唱《上春山》的精彩表现，以及他们在专业指导下的排练过程和老师们的热情慰问。通过歌声传递春的希望与中华文化的诗意，展现了同学们的青春风采与积极向上的精神面貌。",
        "content": "“春山春水流，曲折方屡渡。荒废不知疲，行到水穷处。依然旧童子，要予竹西去。归时始觉远，草蔓已多露。我要上春山，约你来相见……”当《上春山》在文选医学大楼中响起，这一方天地仿佛隔离了外面的寒冬，带来了盎然的春意。\n\n在今年的一二九歌会中，材料科学与工程学院、生物医学工程学院、农业与生物学院、国际与公共事务学院、智慧能源创新学院以及人工智能学院的同学们组成联队，带来了动人之作《上春山》。这首歌以中华文化的诗意、春日的惬意和人与人之间的情感，描绘出一幅积极向上的精神画卷。\n\n为了完美演绎这首歌，同学们在专业老师的指导下进行了认真准备。排练初期，大家通过开声调整状态。之后，老师逐一指导各声部的唱法技巧，使整首歌的和声更加立体饱满。同学们精益求精，经过多次练习后，乐句逐渐趋于完美，歌声愈发动人心弦。\n\n本次排练与以往有所不同，多位学院的老师前来观摩排练成果并慰问同学们。他们是材料科学与工程学院院长助理李逸舟、生物医学工程学院党委副书记朱春玲、农业与生物学院党委副书记李文纯、国际与公共事务学院党委副书记程茵、智慧能源创新学院党委副书记陈九以及人工智能学院党委副书记许淼鑫。\n\n老师们充分肯定了六院联队的实力，指出举办一二九歌会的初衷是为同学们提供放松的机会和展示才艺的平台。同时，他们也表达了对同学们在比赛中取得佳绩的信心。为鼓励大家，老师们贴心地为同学们分发了新鲜水果，并叮嘱他们注意补充能量。\n\n歌曲的热忱与学院的关怀化作了同学们前行的动力。他们将在即将到来的歌会中，以山为志，以春为愿，用悠扬的歌声唤醒理想的春山，传递永恒的诗意与希望。青春可期，春山在望！",
        "source_url": "https://mp.weixin.qq.com/s/DBJCe_662NesxWBfXubJzA"
    },
    {
        "summary": "“数理化致李教人”七院联队以校史剧形式展现交大先烈穆汉祥、史霄雯在1949年上海解放前夕为争取和平而牺牲的英勇事迹，呼唤新时代学子传承交大人的信念与风骨。剧组精益求精，多次彩排，力求用真情演绎历史，为观众呈现令人动容的舞台作品。",
        "content": "交大有戏·彩排纪实丨“数理化致李教人”七院联队示交大人铁骨铮铮\n\n“数理化致李教人”七院联队以“英烈不朽”为主题，讲述穆汉祥和史霄雯通过“真假和平辩论会”揭露和谈真相，号召同学们“用斗争去争取和平”，却不幸被捕牺牲的故事，展现两位先烈的英勇事迹，体现交大人与党、与祖国同行的坚定信念。\n\n剧本背景设定在1949年上海解放前夕。穆汉祥与史霄雯手握大量国民党挪用教育经费作为军费、大肆屠杀的证据，组织交大同学罢课游行抗议国民党的卑鄙行径，却遭到暴力镇压，二十余位学生丧命。为了号召被蒙蔽的同学，他们放弃转移，组织了一场“真假和平辩论会”。当女学生冲进会场，宣告和平条约被国民党撕毁的事实，烈士们的鲜血凝成觉醒的钟声。特务的枪声响彻会场，追得上黎明前的守夜人，却压不住真相的惊雷。穆汉祥狱中提笔写下“母亲大可以放心”的诀别时，他书写的不仅是交大人的风骨，更是民族在黑暗里倔强生长的年轮。\n\n舞台上的黑暗与光亮不仅是明暗交替，更是一场跨越七十年的对话。从史霄雯听见解放炮声时眼底跃动的微光，到今日交大学子实验台前和图纸上的曲线里，历史的铜镜映照出新时代的曙光。\n\n剧组所有成员都在为还原历史画卷而努力。从第一次彩排到多次排练，演员和工作人员都精益求精，努力让角色和表演更贴近历史真实。上海戏剧学院的杨洋老师也亲临指导，为演员们的台词表达与舞台走位提供细致建议。\n\n导演助理兼主演李文昊表示，通过研究历史和揣摩角色，他深刻感受到英烈们坚定的信念和伟大精神，希望能通过表演激励大家传承先辈遗志，不忘初心。主演何梓萌作为剧中旁白角色，用声音串联起故事，让观众更清晰了解剧情发展，传递英烈们的不屈精神。主演曹成悦通过饰演史霄雯，深切体会到革命先辈对理想信念的执着与爱国主义精神，希望将这种感受传递给更多人。\n\n用心演绎，真情流露。剧组期待通过演员的成长和团队的成熟，为观众呈现一百多年前交大人的青春与风骨。",
        "source_url": "https://mp.weixin.qq.com/s/8oEG_UQ1QlZy1s3r-3p1BA"
    },
    {
        "summary": "上海交通大学人工智能学院同医学院联合开展了“AI赋能，为爱呐罕——罕见病智慧诊疗与科普防治体系调研实践”项目，荣获2025年社会实践特等奖。团队以人工智能技术为依托，聚焦罕见病诊疗的核心难点，通过实地调研、数据采集和访谈，明确了AI技术在罕见病诊疗中的潜力，并为优化诊疗模式提出了重要建议。同时，团队积极进行罕见病知识科普，创作了多种形式的科普内容，提升了公众认知水平。此次社会实践展现了大学生在智能技术领域的学术志趣和家国情怀，也为罕见病防治提供了创新思路。",
        "content": "为深入学习贯彻习近平新时代中国特色社会主义思想，响应“聚焦二十大，筑梦新时代”号召，引导青年学生上好与现实结合的“大思政课”，上海交通大学人工智能学院以“行万里路，知中国情”为主题，组建了“AI赋能，为爱呐罕——罕见病智慧诊疗与科普防治体系调研实践”团队。这支团队旨在通过实践培养学生的家国情怀、学术志趣和奋斗品格，树立为民族复兴而奋斗的理想与使命感。\n\n11月19日下午，上海交通大学2025年社会实践总结大会在学生中心召开。在此次大会上，暑期社会实践优秀项目得到了表彰。人工智能学院与医学院联合开展的“AI赋能，为爱呐罕——罕见病智慧诊疗与科普防治体系调研实践”项目荣获上海交通大学2025年社会实践特等奖，同时项目团长范文茜同学被评为社会实践先进个人。\n\n罕见病目前困扰着超过两千万的中国患者，因诊断困难、数据缺乏以及政策支持不足等原因，亟需突破性解决方案。人工智能的多模态分析和跨地域服务能力为破解这些难题提供了新的方向。本次实践以“AI赋能罕见病诊疗”为核心，基于五年来罕见病创意传播挑战赛的成果和DeepRare大模型，团队深入医院、公益组织和企业，通过医患采访和问卷调查等方式，采集了大量诊疗数据，并与相关方进行了深入访谈。团队不仅发现了罕见病人才缺口大、大众认知水平低以及大模型面临“数据孤岛”等问题，还明确了DeepRare模型在临床应用中的巨大潜力。\n\n2025年8月5日，实践代表团走访了南京的两家医院，并专访了南京市儿童医院车主任和南京鼓楼医院邵主任。同时，团队对罕见病患者及家属展开了问卷调查，深入了解了AI在医院中的应用现状、罕见病诊断的实际困难以及DeepRare模型的临床应用前景。邵主任在使用DeepRare后提出了许多关键建议，例如改进AI获取患者信息的方式为跨科室主动抓取，构建罕见病预警系统，并在AI推理过程中更多地参考临床实践指南。车主任则对未来AI赋能的生态体系提出了期望，包括构建集成化的生物档案库、优化罕见病预警机制以及为罕见病患者及家属提供全面的整合信息平台。\n\n此外，团队还联合上海交通大学医学院进行罕见病知识科普。自2017年以来，交大医学院已连续举办六届罕见病创意传播挑战赛，通过线上培训、线下活动等形式，构建了“调研-传播-培养”一体化平台。团队创作了大量如推文、视频、手册等科普内容，结合线上和线下双平台，全面提升社会对罕见病的认知。团队特别创作了关于“罕见病三级预防”的科普内容，强调婚检、产检和新生儿筛查的重要性。同时，他们聚焦于“马方综合征”“遗传性视网膜疾病”等具体病种，用通俗易懂的语言向公众普及科学知识。\n\n社会实践是大学生理解社会、坚定信念、锤炼本领的宝贵机会。人工智能学院的学子以智能技术为利器，在实践中不断成长。未来，他们将继续扎根基层一线，将算法模型转化为造福民生的实际成果，真正做到学以致用。",
        "source_url": "https://mp.weixin.qq.com/s/fX0iBbUB48UwGjN5XKCHuw"
    },
    {
        "summary": "五四青年节承载着青春的热情与梦想，象征着年轻一代的责任与使命。缅怀历史，铭记五四精神，以行动践行青春使命，努力学习、关心社会发展，为国家富强和社会进步贡献力量。愿五四精神激励每位青年勇敢追梦，拥有无悔的青春。",
        "content": "标题: 五四青年节快乐！\n\n五四青年节是属于青年的节日，它承载着青春的热情与梦想，也象征着年轻一代的责任与使命。五四运动的精神历久弥新，它激励着一代又一代青年为国家富强、社会进步而奋斗。今天，我们缅怀历史，铭记五四精神，激发青春力量，无论是面对挑战还是追逐梦想，都要以五四精神为指引，勇敢向前。\n\n青年是社会的希望，是未来的栋梁。作为新时代的青年，我们应该努力学习科学文化知识，增强自身能力，关心社会发展，积极参与社会实践，为社会贡献自己的力量。无论是学术研究、创新创业，还是志愿服务，我们都要以实际行动践行青春使命，传承五四精神。\n\n愿每一个年轻人都能拥有无悔的青春，愿五四精神永远激励我们前行。让我们一起努力，为梦想插上翅膀，为青春增添光彩！\n\n祝愿所有青年朋友们节日快乐，青春无悔！",
        "source_url": "https://mp.weixin.qq.com/s/4HkkxAcDezPjbFd6CCSFsQ"
    },
    {
        "summary": "六院联队在2024年上海交通大学“一二·九”师生歌会上凭借《上春山》夺得银奖和最具特色奖。联队成员历经十余次联合排练，克服多重困难，以精益求精的精神和动人的歌声展现了青春活力与对祖国的热爱。歌会圆满落幕，六院师生怀揣梦想与希望，为新时代奏响时代赞歌。",
        "content": "六院联队再创辉煌。2024年12月8日晚，“青春挺膺歌嘹亮，盛世新篇耀东方”上海交通大学2024年“一二·九”师生歌会在霍英东体育中心隆重举行。由材料科学与工程学院、生物医学工程学院、智慧能源创新学院、农业与生物学院、国际与公共事务学院和人工智能学院组成的六院联队献上一首《上春山》，以轻快明亮的旋律、灵动活泼的歌声唱出了对祖国母亲深深的热爱，展现了六院师生的青春活力与朝气，喜获银奖和最具特色奖两项大奖。\n\n为确保演出效果，联队成员在正式登台前进行了充分准备，包括开嗓、发声练习和最后一次合排。为了舞台上最完美的演出，联队在十月、十一月期间进行了十余次联合排练。在这个过程中，同学们克服了天气转冷、课程繁忙等不利因素，坚持每周定期排练。指导老师对演唱细节严格把关，反复调整，帮助队员们不断提升演唱水平。从最初的生疏到最终的圆润饱满，整个合唱团展现出精益求精的精神和良好的风貌。在同学们日复一日的练习中，《上春山》的灵动活泼被逐渐展现，最终以动人的歌声和精神的面貌为歌会添上浓墨重彩的一笔。感谢老师们的耐心指导、同学们的辛勤付出，荣誉属于每一个人！\n\n2024年“一二·九”师生歌会圆满落幕。《上春山》轻快灵动的旋律，如同初春的第一缕阳光，承载着梦想与希望，向每一颗向往远方的心传递着力量。六院全体老师和同学将满怀信心与希望，怀揣着对未来的憧憬和承诺，以青春的名义，肩负起时代的重任，在新时代的征程中，唱响属于我们的时代赞歌。",
        "source_url": "https://mp.weixin.qq.com/s/hmd_xHA7mw1vHtjKuuOk2A"
    },
    {
        "summary": "上海交通大学人工智能学院学生党支部组织主题党课学习活动，深入贯彻中央八项规定精神，强化学生党员廉洁自律意识。活动包括书记讲话、趣味问答和学习网课环节，帮助党员深刻理解八项规定精神及其时代内涵。党员们表示将以学习活动为契机，在未来坚守原则，保持清醒。",
        "content": "为深入贯彻落实中央八项规定精神，强化学生党员廉洁自律意识，2025年4月16日，上海交通大学人工智能学院学生党支部在人工智能学院416会议室开展了“深悟八项规定，筑牢廉洁防线”主题党课学习活动。学院党委书记杨一帆、学生党支部全体党员参加活动。\n\n杨一帆书记在讲话中指出，中央八项规定精神不仅是党政机关的行为准则，更是青年学子成长道路上的明灯。杨书记系统阐释了中央八项规定精神的核心要义，并强调廉洁自律是青年党员必修的人生课题，要「扣好人生第一粒扣子」，在学习、科研、生活过程中牢守底线，成为校园里廉洁风尚的践行者和传播者。\n\n在趣味问答环节，同学们一起讨论了与中央八项规定精神紧密相关又贴合校园生活实际的趣味题目。这些题目涉及学习科研、活动组织、志愿服务等多种场景，引导党员在具体情境中辨析纪律边界，检验了党员学生对八项规定精神的理解与运用能力。\n\n随后，全体党员通过学校网络平台观看中央八项规定精神学习网课。校党委副书记、纪委书记、国家监委驻上海交通大学监察专员周承老师以《严守「铁规矩」 塑造「好样子」》为题进行专题授课。同志们认真观看课程视频，实时记录要点内容，并在课后提交学习心得。\n\n通过此次主题党课学习活动，支部党员们不仅深入理解了八项规定精神的时代内涵，也更加明确了廉洁自律与个人成长之间的密切关系。大家纷纷表示，将以此次学习活动为契机，进一步加强对中央八项规定精神的学习和理解，在未来人生道路上，时刻坚守原则、保持清醒。",
        "source_url": "https://mp.weixin.qq.com/s/yRLqdUi-vyVnO9V8gV0ceQ"
    },
    {
        "summary": "文章介绍了学风课堂的两场讲座：第一场由郦洋博士分享人工智能学业、科研规划与经验，第二场由徐颢文分享数学分析的学习经验。两场讲座均于2024年10月17日下午在致远书院207多功能教室举行。",
        "content": "学风课堂\n\n讲座主题：人工智能学业、科研规划与经验分享  \n主讲嘉宾：郦洋博士  \n讲座时间：2024年10月17日（周四）14:00-16:00  \n讲座地点：致远书院207多功能教室  \n\n讲座主题：数学分析学习经验分享  \n主讲嘉宾：徐颢文  \n讲座时间：2024年10月17日（周四）14:00-16:00  \n讲座地点：致远书院207多功能教室",
        "source_url": "https://mp.weixin.qq.com/s/be9NvpfqUyOEMtxHr5a2Wg"
    },
    {
        "summary": "上海交通大学人工智能学院为新生举办入党启蒙教育活动，邀请马克思主义学院黑波副书记以「精神之源，薪火相传」为主题，讲解伟大建党精神的内涵与意义，激励学生传承精神、追求进步。活动还包括提交入党申请书和参观校史馆，旨在增强学生的党性认识，培养人工智能领域的爱党爱国领军人才。",
        "content": "为加强人工智能学院学生对党的认识，坚定理想信念，厚植爱党爱国爱校情怀，8月30日晚，上海交通大学人工智能学院在中院311教室开展入党启蒙教育活动，邀请马克思主义学院党委副书记黑波为同学们做入党启蒙教育。活动由人工智能学院2025级本科生思政宋阳主持。\n\n黑波以「精神之源，薪火相传」为主题，为新生深入解读了伟大建党精神的重大意义、作为中国共产党精神谱系源头的深刻内涵及其时代价值。通过生动事例与互动，他引导学生理解党的精神红线与党员的必备品质，并号召大家自觉成为该精神的传承者和实践者，积极追求进步，努力成长为担当民族复兴大任的时代新人。他着重指出，人工智能作为新一轮科技革命和产业变革的核心驱动力，是推动国家实现高水平科技自立自强的关键领域。同学们将伟大建党精神力量转化为专业学习的动力，以扎实的学识和创新能力，投身于人工智能领域的科研攻关与成果转化，用青春书写服务祖国和人民的时代答卷。\n\n除了开展入党启蒙教育活动，人工智能学院还积极鼓励并引导新生提交入党申请书，激发政治热情；组织学生集体参观校史馆，在沉浸式学习中筑牢信仰根基，为培养一心向党的人工智能领军人才奠定了坚实思想基础。\n\n此次入党启蒙教育是新生入学期间的重要一课，也是一次深刻的思想洗礼。通过学习教育，同学们对中国共产党有了更深刻的认识，对伟大建党精神有了更真切的感悟，进一步明确了前进方向，将努力用实际行动争取早日加入党组织。",
        "source_url": "https://mp.weixin.qq.com/s/WV3bf_A5MdcE0iJuoxjclg"
    },
    {
        "summary": "上海交大人工智能学院学生实践团参访上海联通，体验红色通信历史与数智创新前沿。在红色通信史馆，他们感受到革命通信事业的初心与使命；在产品展示馆，了解联通在算力调度和数字技术赋能中的卓越贡献；在讲座中，聆听联通与交大专家和学长分享的AI领域创新实践与青年人才培养经验。同学们深刻体会通信事业的传承与担当，立志用智慧赋能网络，守护国家安全，创造数智创新的未来。",
        "content": "红色通信铸魂，数智创新筑梦。2025年7月，上海交通大学人工智能学院学生实践团前往中国联合网络通信有限公司上海市分公司，开展了一次穿越红色通信历史、触摸数智创新前沿的实践之旅，深刻感受到通信事业在时代变迁中的传承与发展。参与此次活动的还有人工智能学院党委书记杨一帆和助理教授张王优。\n\n参访的第一站是红色通信史馆。馆内陈列的泛黄电报底稿和老式无线电收发设备，诉说着那段艰苦卓绝的岁月。1928年，周恩来同志在上海提议筹建中共秘密电台，革命先辈李强、张沈川等在福康里9号建立了第一部秘密电台。而“电台三烈士”李白在敌人眼皮底下坚守岗位的事迹，也让实践团成员深刻体会到“一部电台就是一颗红心”的信仰力量。这些通信故事不仅仅是一部技术发展的历史，更是共产党人初心如磐、使命在肩的生动写照。\n\n随后，实践团参观了中国联通产品展示馆。在展示馆中，算力智能调度系统成为亮点。从冬奥会赛事的算力保障，到临港新片区公共数据平台的民生赋能，再到瑞金医院智慧运营中心的实时优化，强大的“数智能力”在国家多个领域展现了卓越贡献，彰显了联通公司在数字技术赋能多领域发展中的硬核实力和责任担当。\n\n参访的最后环节是一场充满思想深度的讲座。上海联通人力资源部总经理刘晓妍介绍了联通的年轻科创团队和青年科技人才培养政策，展现了联通对青年人才的大力支持。人工智能学院党委书记杨一帆则详细介绍了学院在AI+学科体系改革和创新人才培养上的实践。助理教授张王优分享了语音增强技术的研究进展及突破，展示了AI领域“让沟通无界”的追求。来自上海交大的吕丁学长进一步讲解了AI智算领域的科创体系布局和算网一体化的行业发展，彰显了交大人和联通人共同投身AI智算领域的初心和使命。\n\n走出联通大楼，实践团成员感慨万分。从手敲电报到5G互联，从秘密电台到算力网络，技术形态不断改变，但通信人“为国铸网”的担当始终未变。同学们表示，站在红色通信的基石上，更应勇担使命，用所学的智慧赋能通信网络，守护国家安全，在数智创新的浪潮中续写通信报国的新篇章。",
        "source_url": "https://mp.weixin.qq.com/s/UwA1h9edjsVDXAQRqhPb5w"
    },
    {
        "summary": "本文介绍了学习辅助Agent，其宗旨是帮助交大同学们更有效地学习人工智能，具备课程推荐、知识问答等功能。同时，文章邀请同学们为该智能体征名，并列出了四个选项供参考。",
        "content": "学习辅助Agent以辅助交大同学们学习人工智能为宗旨，借助AI智能体技术，提供更个性化、更可靠、更高效的学习体验。功能包括个性化课程推荐、知识问答、自主AI实验等。目前学习辅助Agent已经收录了1300多个人工智能相关的知识节点，140多个课程关卡，5000多万篇文献资料。\n\n希望同学们发挥聪明才智，给它起个名字吧！同学们可以在以下选项中投票选出你最喜欢的一个，也欢迎大家提出额外的想法：\n\nA. 书童——陪伴读书、辅助学习的角色，自带「勤学、辅助、陪伴」的文化联想  \nB. 少傅——少傅辅佐太子学习，体现学术传承的师徒关系  \nC. 星图——知识地图、学习导航、伙伴同行的感觉，学习探索  \nD. 灵犀——心有灵犀一点通  \nE. 其他",
        "source_url": "https://mp.weixin.qq.com/s/lZ7PRlKvA7uje8WePC9FAQ"
    },
    {
        "summary": "上海交通大学人工智能学院为新生举办了一场以「语音中的人工智能」为主题的专业教育讲座，旨在介绍语音与人工智能的基本概念、行业需求及技术演进。讲座涵盖智能语音技术的多场景应用、语音对话系统的架构等内容，并鼓励同学们积极探索创新，为国家科技发展贡献力量。这场活动不仅激发了新生的学习热情，也为他们的专业学习奠定了坚实基础。",
        "content": "2025年9月1日晚，上海交通大学人工智能学院为新生精心组织的专业教育活动如期举行。人工智能学院2502班班主任张王优老师带来了主题为「语音中的人工智能」的精彩讲座，为新生们开启了人工智能专业学习的重要一课。活动由人工智能学院2025级本科思政宋阳主持。\n\n讲座中，张王优老师首先介绍了语音方面的基本概念，以及与人工智能交叉领域的行业需求，为新生构建知识框架和知识背景。接着，他聚焦智能语音技术的多场景应用，从硬件和软件两方面展开详细讲解，激发了大家的学习兴趣。随后，他系统梳理了从语音识别到语音对话大模型的技术演进，从语音处理、大语言模型、知识检索三个方面向大家解释了语音对话系统架构图，使新生们清晰把握专业技术的学习方向。最后，张老师总结指出，当前语音技术在许多方面仍有提升空间。他鼓励同学们把青春奋斗融入国家发展的伟业中，积极钻研、勇于创新，为推动我国科技进步贡献自己的智慧和力量。\n\n此次专业教育讲座，不仅让人工智能学院的新生们了解了「语音中的人工智能」相关知识，也点燃了大家对专业学习的热情，为后续深入学习奠定基础，助力新生们更好地开启人工智能专业的学习之旅。",
        "source_url": "https://mp.weixin.qq.com/s/zCEbKWyf6aaKAB4Cct737w"
    },
    {
        "summary": "上海交通大学人工智能学院发起吉祥物及表情包设计征集活动，面向全校师生征集融合人工智能元素的原创设计，旨在丰富学院文化内涵，增强师生归属感与凝聚力。征集内容包括学院吉祥物形象及动态表情包设计，需体现学科特色，兼具实用性与趣味性。征集时间截至2025年3月20日，作品知识产权归学院所有。期待创意设计点亮未来！",
        "content": "上海交通大学人工智能学院吉祥物及表情包设计征集令来了！让AI学院的灵魂，因为你的创意而更加生动。\n\n尊敬的全校师生，为了丰富学院的文化内涵，增强师生的归属感与凝聚力，上海交通大学人工智能学院诚挚邀请全校师生共同参与吉祥物及表情包设计征集活动。此次活动旨在通过创意设计，打造属于AI学院的独特形象，使其成为连接师生情感、展现学科特色的文化符号。\n\n无论你是视觉设计的专业人士，还是热爱设计的创意达人，我们都热切期待你的参与！用你的灵感，为AI学院注入灵魂；用你的创意，让科技与艺术在指尖交融。让我们共同勾勒属于AI学院的“数字生命体”，点亮无限未来！\n\n一、征集内容  \n1. 学院吉祥物形象设计：需包含基础形象（正面、侧面、背面）、动作延展及应用场景设计等，体现人工智能学科特色与学院文化内涵。  \n2. 吉祥物系列表情包设计：适配微信、QQ等社交平台，需包含至少6组动态表情（如点赞、学习、科研等场景）。\n\n二、征集对象  \n上海交通大学全体师生。\n\n三、征集时间  \n即日起至2025年3月20日12:00。\n\n四、作品要求  \n1. 主题鲜明：作品需深度融合人工智能元素（如算法、机器人、神经网络等），体现学院“智创未来”的核心理念。  \n2. 原创性：作品需为未发表的原创设计，严禁抄袭或套用现有IP。  \n3. 实用性：吉祥物设计需易于实体化（如玩偶、徽章等）；表情包需适配多平台传播，动态流畅且具有趣味性。  \n4. 格式规范：所有文件需以压缩包形式提交，内含高分辨率预览图及设计说明文档（包括设计理念、配色方案、应用场景等）。\n\n五、提交方式  \n1. 文件命名方式：[作品名称]-[作者姓名]-[联系方式].zip。  \n2. 提交链接详见学院通知。\n\n六、重要说明  \n1. 作品知识产权归上海交通大学人工智能学院所有，学院有权对作品进行修改、应用和传播。  \n2. 投稿即视为同意本次征集活动的全部条款，最终解释权归学院所有。\n\n用代码勾勒灵魂，以创意点亮未来！期待你的设计成为AI学院最闪耀的“形象代言人”！",
        "source_url": "https://mp.weixin.qq.com/s/XbxPqrFVkuc_g5mTRf_eWw"
    },
    {
        "summary": "本文解析了《上海交通大学人工智能学院学生综合测评实施条例》的最新修订内容，包括必修项目的考核方式调整、选修项目的内容更新与分数设定、成果奖励加分方式的细化，以及新增的违纪处罚条例，同时介绍了综合管理平台的新功能与操作路径。这些条例将于2025-2026学年正式实施。",
        "content": "标题：《上海交通大学人工智能学院学生综合测评实施条例》最新修订解读\n\n（一）必修项目——学期表现\n1. 编号1004（考核方式补充更改）：各位责任导师打分平均分不超过90分。若责任导师未在规定时间内打分，则按90分自动计算。同学们需在规定打分时间内提醒责任导师打分，学院也会提醒老师们完成打分。\n\n（二）选修项目——社会实践与志愿服务\n1. 编号1301（项目内容更改）：利用寒暑期积极参加除主题为企业参观行业实践外的其他社会实践。\n2. 编号1304（项目内容删改）：参加主题为企业参观的行业实践（不与1301项重复认证）。\n\n（三）选修项目——科技创新与创业\n1. 编号1401（项目内容更改）：参加中国国际大学生创新大赛、“挑战杯”全国大学生课外学术科技作品竞赛、“挑战杯”创业计划大赛国赛、“挑战杯”竞赛中国青年科技创新“揭榜挂帅”擂台赛。\n\n（四）选修项目——文体艺术与身心发展\n1. 编号1502（项目内容更改）：担任学代会代表参与校级或本院学代会。\n2. 编号1503、1504（考核方式更改）：根据素拓证明评分，学术讲座报告均为100分。\n\n（五）选修项目——学生工作与社团活动\n1. 编号1601第一项（项目内容更改）：担任校级学生组织主要负责人，包括学联、校团委、校青志队、校科协、校体总、习近平新时代中国特色社会主义思想学习研究会及其他校机关部处直属学生组织。\n2. 编号1601第二项（项目内容更改）：担任校级学生组织其他负责人（部长），包括学联、校团委、校青志队、校科协、校体总、习近平新时代中国特色社会主义思想学习研究会及其他校机关部处直属学生组织。\n3. 编号1601第五项（项目内容更改）：担任校级学生组织骨干（成员），包括学联、校团委、校青志队、校科协、校体总、习近平新时代中国特色社会主义思想学习研究会及其他校机关部处直属学生组织。\n\n（六）选修项目——技能培训\n1. 编号1701（项目设置及项目内容更改）：技能培训（最多可计2次）。积极参加外语类技能培训并取得相关证书或分数达标（包括中高级口译、托福、GRE、雅思、德福、日语；注意不包含大学生英语四六级，每学期仅选一次）。\n\n（七）成果奖励加分——科技学术与创新创业\n1. 编号2301（项目内容及分数更改）：  \n   - 中国国际大学生创新大赛金奖/银奖/铜奖，分数：2.0/1.8/1.6/1.4。  \n   - “挑战杯”竞赛中国青年科技创新“揭榜挂帅”擂台赛擂主/特/一/二/三等奖，分数：2.0/1.8/1.6/1.4/1.2。\n\n（八）违纪处罚扣分\n1. 编号3110（新增条例）：  \n   - 项目：无故不参加学校组织的心理健康测试或校规校纪考试。  \n   - 内容：学生经过多次提醒后，无故不参加学校组织的心理健康测试或校规校纪考试。  \n   - 分数：一分/次。  \n   - 上传方式：学校上传。\n\n注：此次会议对素拓条例的修订，将于2025-2026学年正式投入使用。  \n\n本科生综合管理平台（SAIer系统）新增实用功能，支持直接上传并保存素拓条及各类证明材料。操作路径如下：进入“个人中心—我的图库”完成材料上传，待系统开放测评后，即可在项目证明栏选择已上传材料进行添加。",
        "source_url": "https://mp.weixin.qq.com/s/W5TAVFW874vP3Id1g24rTA"
    },
    {
        "summary": "上海交通大学人工智能学院“让罕见被看见”实践团赴南京开展暑期实践，通过访谈专家、调查患者及家属，深入探讨AI赋能罕见病诊疗的现状与挑战。团队总结出改进DeepRare模型的方向，包括优化信息获取、提升诊断准确率和加强隐私保护，同时构想出未来AI赋能罕见病诊疗的生态体系。团队致力于用人工智能技术解决罕见病诊疗难题，实现技术向善的使命。",
        "content": "让罕见被看见——AI赋能罕见病智慧诊疗。党的二十大报告明确提出“推进健康中国建设”，国务院“十四五”医疗保障规划也强调要推动人工智能与医疗深度融合，提升医疗服务的智能化与普惠性。在此背景下，上海交通大学人工智能学院组建了一支跨学科实践团队，发起“让罕见被看见”暑期社会实践项目，致力于用AI技术破解罕见病诊疗难题。\n\n2025年8月5日，上海交通大学人工智能学院实践代表团赴南京多家医院，专访了南京市儿童医院车主任和南京鼓楼医院邵主任，并对罕见病患者及其家属进行了问卷调查，深入了解AI在医院的应用现状与罕见病诊断的真实困境以及DeepRare模型在临床中的应用前景。\n\n采访过程中，实践团首先与南京鼓楼医院邵主任进行了交流。邵主任拥有丰富的临床经验，担任血液内科行政副主任、主任医师，从事血液病诊疗近二十年。他介绍了医院目前的智慧支持系统，包括针对单种专病的AI诊疗诊断系统和适配全国罕见病诊疗协作系统的上报系统。此外，医生个人在诊疗中也会广泛使用DeepSeek辅助诊断工具。邵主任提到，罕见病的诊断难点在于漏诊、误诊和诊断不明确，这些问题常导致患者错过最佳治疗时机。结合自身经验，他为DeepRare模型的完善提出了具体建议，如优化AI的信息获取方式以减少人为输入误差，并建议以临床实践指南作为主要参考依据。\n\n随后，实践团来到南京市儿童医院，与车主任进行了交流。车主任从系统架构和行业生态的顶层视角出发，提出了一系列前瞻性建议。他提到，罕见病诊疗需要依赖基因检测，但目前基因数据与临床表型脱节的问题较为突出。他构想了一个未来AI赋能的生态体系，包括构建集成化生物档案库、优化罕见病预警机制以及建立罕见病生态支持体系。\n\n实践团还采访了一位罕见病患者及其家属。家属表示支持DeepRare参与诊断，并希望其诊断准确率能进一步提升。调查问卷显示，多数受访者认为研发此类模型有价值，但对模型推理错误、隐私泄露以及医生未告知使用模型等问题有所顾虑。针对这些问题，实践团总结出改进方向，包括为患者提供更多支持功能、提升模型推理准确性和加强隐私保护。\n\nAI赋能罕见病诊疗，不仅是技术的应用，更是对临床流程的重塑与生态的构建。实践团从医生和患者的反馈中收获了优化项目的方向，也更加坚定了运用技术向善的信念。上海交通大学人工智能学院“让罕见被看见——AI赋能罕见病智慧诊疗”实践团将继续努力，用人工智能的智慧照亮罕见病诊断的迷雾，让每一个生命都被温柔以待。\n\n科技温暖生命，我们让“罕见”不再罕见。",
        "source_url": "https://mp.weixin.qq.com/s/C1yp9go8OLUGbAFSrWWWqw"
    },
    {
        "summary": "“AI交汇点”论坛及AI集市正式启动，汇聚全球人工智能领域专家和企业代表，探讨技术发展与趋势。AI集市展示了众多创新产品，论坛通过圆桌讨论深入探讨人工智能伦理等话题。活动旨在促进AI技术的跨界融合与产业升级。",
        "content": "标题: AI交汇点论坛及AI集市火热开启！  \n作者: SAI青年号  \n发布时间: 2025年04月15日 14:29  \n\nAI交汇点论坛及AI集市于今日正式拉开帷幕！本次活动汇聚了来自全球的人工智能领域专家、学者、企业代表，共同探讨AI技术的最新发展动态和未来趋势。论坛内容涵盖了深度学习、自然语言处理、计算机视觉等多个热门领域，吸引了众多AI爱好者和从业者参与。\n\n活动亮点之一是AI集市，它为技术爱好者和企业提供了展示平台。众多创新型企业在集市上展示了最新的人工智能产品和解决方案，如智能家居设备、无人驾驶技术以及医疗AI应用等。与会者不仅可以体验这些尖端技术，还可以与企业代表直接交流，了解产品背后的技术原理和应用场景。\n\n此外，论坛还设置了多个圆桌讨论环节，邀请顶尖学者和行业领袖就人工智能伦理、技术创新与社会责任等话题展开深度对话。这些讨论为与会者提供了启发性的见解，也为AI行业的发展提供了更多可能性。\n\n本次活动得到了政府、学术机构和企业的大力支持。活动主办方表示，希望通过这样的交流平台促进AI技术的跨界融合，推动产业升级，加速技术成果的转化。\n\n未来，「AI交汇点」论坛将持续举办，为AI领域的交流与合作提供更多机会。期待更多有志于人工智能发展的个人和机构加入这个平台，共同推动技术进步！",
        "source_url": "https://mp.weixin.qq.com/s/GnBlal007hQynH_21TJgFg"
    },
    {
        "summary": "秋季游园会「秋是__」即将开启，人工智能学院摊位将带来创意活动，包括DIY漆扇、魔方迷宫、AI寻景等。活动内容丰富，提供精美奖品，数量有限，先到先得。期待与您相约，邂逅创意与智慧。",
        "content": "秋日微凉，落叶翻飞。在最美的校园时光里，我们相约在“秋是__”游园会。诗意与智慧交织，科技与创意相遇。快来和我们一起，在秋风里解锁新的惊喜吧！\n\n活动内容如下：\n\n秋是·风雅 —— DIY漆扇。执一把团扇，落一笔丹青。在扇面间挥洒创意，留下属于你自己的秋日印记。名额有限，先到先得。\n\n秋是·心境 —— 魔方迷宫。挑战智慧，走出迷宫！顺利通关后可收获一份精美明信片，把这份秋日的巧思带回家。\n\n秋是·光影 —— AI寻景。人工智能绘制的图像里，藏着属于校园的秘密角落。带上图片，去寻找现实中的对应场景拍照打卡。完成打卡并集赞即可赢取充电宝、雨伞、笔记本、明信片等奖励。奖品数量有限，先到先得。此外，集赞还可获得SAI定制明信片一张。\n\n这个秋天，让我们在游园会的笑语中，邂逅创意，邂逅智慧，邂逅属于AI的诗意秋天。我们在人工智能学院摊位等你，不见不散！",
        "source_url": "https://mp.weixin.qq.com/s/6c6JqX6uoH24BKGegZfogQ"
    },
    {
        "summary": "学术讲座以「言语式机器学习（Verbalized Machine Learning, VML）」为主题，探讨大语言模型时代的新型学习范式。主讲人为德国图宾根大学博士研究生肖镇中，活动将于2025年2月28日下午在徐汇校区人工智能学院举行。",
        "content": "学术讲座\n\n时间：2025年2月28日15:00  \n地点：徐汇校区人工智能学院大楼五楼阶梯教室  \n嘉宾：肖镇中（德国图宾根大学在读博士研究生）  \n讲座主题：言语式机器学习（Verbalized Machine Learning, VML）：大语言模型时代的新型学习范式  \n主持人：陈思衡",
        "source_url": "https://mp.weixin.qq.com/s/bcbD7FTAlsPYtiqpocrT0Q"
    },
    {
        "summary": "上海交通大学人工智能学院发布通知，开展2024-2025学年“三好学生”和“优秀学生干部”评选工作，评选对象为在读本科生和研究生。评选标准涵盖思想品德、学习研究、身体素质、审美素养和劳动实践等方面。优秀学生干部需同时符合“三好学生”条件，且在学生组织或班级中担任职务。评选通过民主选举或推荐产生，优秀学生干部需进行答辩展示。学院明确了各班级推荐名额，并详细列出材料提交要求和联系人信息。",
        "content": "为进一步挖掘、树立和宣传上海交通大学青年学生的先进典型，现开展2024-2025学年上海交通大学“三好学生”“优秀学生干部”评选工作。现将有关事项通知如下。\n\n评选对象：\n三好学生：具有上海交通大学学籍的全日制在读本科生、研究生（包括硕士和博士），其中2025年9月入学的同学不纳入本次评比范围。\n优秀学生干部：满足“三好学生”的评选范围，同时在学校各级各类学生组织或班级中担任职务（优秀学生干部和三好学生不可同时申请）。\n\n评选标准：\n思想品德：热爱党、热爱祖国、热爱人民，理想信念坚定，遵纪守法，有良好的道德修养，尊敬师长，团结同学，助人为乐；积极参与青年大学习网上主题团课，参与主题团日、团改金等各类集体活动。\n学习研究：具有良好的学风和学习习惯，所学课程成绩优秀，本学年内无不及格科目；具有良好的创新和学术精神，具有独立思考和分析、解决问题的能力；求知欲强，知识面广；积极参加大学生课外创新创业类比赛或活动。\n身体素质：积极参加体育锻炼和各类体育活动，原则上应通过国家体锻标准；讲究卫生，有良好的生活习惯，寝室卫生成绩良好。\n审美素养：具有与时俱进的鉴赏美、创造美的能力。能够感受并欣赏生活、自然、艺术和科学中的美，具有健康的审美情趣；有一定的艺术爱好、特长，对文化艺术学习有兴趣，积极参加校园文化艺术类活动和校园原创文化创作。\n劳动实践：具有正确的劳动观念和劳动态度，热爱劳动和劳动人民，勤于劳动、善于劳动、自觉劳动，具有良好的劳动习惯；积极参与劳动教育、志愿公益和社会实践等活动。\n评选优秀学生干部需符合“三好学生”的基本评选条件，同时热心为集体和同学服务，积极做好学生工作，有奉献精神和大局意识，表现比较突出。\n\n评选办法：\n各班级由班主任带领，班长、团支书协助，根据评选条件经过民主选举或者推荐产生三好学生人选。高年级博士由思政老师或班主任带领党团班级骨干进行民主评选。\n优秀学生干部由已获得三好学生资格的同学中择优选拔、评选产生。在班级或学生团体中已获推荐的同学可根据自身情况，及时自愿申报。院团委统一组织优秀学生干部评审，评审形式为每个候选人进行3分钟PPT展示（需包括个人基本情况、在校以往获奖情况、学习和工作感悟等），时间后续通知。\n\n名额分配：\n院系三好学生和优秀学生干部的总推荐名额根据各院系的学生人数占全校学生总人数的比例进行分配。人工智能学院拟推荐名额分配如下：\n24级本科生班级：每班5名（共10名）\n硕士生班级：1名\n博士生班级：1名\n人工智能学院学生联合会筹备组：1名\n\n材料提交：\n1.请各班级及时组织推选，24级班长于9月28日15：00前将推选结果报人工智能学院团委。后续将通过群内发布文档提交参选学生信息。\n2.请拟申请优秀学生干部的同学关注后续答辩安排等通知。院团委组织部对自荐优秀学生干部进行资格审查后，也将以邮件形式通知候选人具体的答辩安排。请各位候选人提前准备3分钟个人汇报PPT。\n\n联系人：宋阳\n邮箱：s-y01@sjtu.edu.cn\n共青团上海交通大学人工智能学院委员会\n二〇二五年九月",
        "source_url": "https://mp.weixin.qq.com/s/_m-4CYKsntNa5z4sSrIJUA"
    },
    {
        "summary": "人工智能学院正在招募运动会入场方阵成员，活动将于5月17日举行，报名截止至5月2日。参与者将获得劳动学时及素拓分数奖励，并提供专属套衫。36个名额等你加入，用方阵展现学院的凝聚力与荣耀！",
        "content": "一年一度的运动会方阵表演，就差一个你！运动会方阵不仅仅是一群人的集合，更是团结精神的高度凝练。当我们迈着整齐划一的步伐，喊着响亮有力的口号走过主席台，那一瞬间，所有人的目光都将聚焦在我们身上。每一个坚定的眼神，每一次有力的摆臂，都传递着我们AI学院的凝聚力与向心力！别犹豫，快来报名，我们期盼你的到来。\n\n征集对象：人工智能学院全体学生  \n队员组成：36名方阵队员  \n活动时间：5月17日（运动会开幕式）  \n报名方式：https://wj.sjtu.edu.cn/q/q7Ndh7zL  \n截止时间：5月2日23:59  \n\n青春不设限，方阵靠你炫！这一次，让我们用脚步踏响热血，用方阵定义荣耀！\n\n注：展示前按学校要求预计进行一次彩排（时间待定），彩排及正式展示均发放对应劳动学时，并提供专属套衫一件。本活动记1501项素拓90分。",
        "source_url": "https://mp.weixin.qq.com/s/EPzJUIN0U50PlaKz4wsYTQ"
    },
    {
        "summary": "陆奇博士是奇绩创坛创始人兼CEO，专注早期创业项目投资与加速。他拥有卡内基梅隆大学博士学位，并曾在百度、微软和雅虎担任高管。",
        "content": "陆奇博士现任奇绩创坛创始人兼CEO，主要投资和加速早期创业项目。他毕业于卡内基梅隆大学，获得博士学位，曾任百度集团总裁兼首席运营官、微软全球执行副总裁、雅虎执行副总裁。",
        "source_url": "https://mp.weixin.qq.com/s/9c0LRkcX3MOY5cKlTpsqcQ"
    },
    {
        "summary": "本文是为新生提供的校内就医指南，介绍了上海交通大学校医院的相关服务信息，包括持卡就医的注意事项、校医院的基本情况、服务时间和范围，以及联系方式等内容，帮助学生在校期间享受便捷医疗服务。",
        "content": "“医”路有你 · 健康交大\n\n处暑，是二十四节气中的第十节气。人生的序章始于初秋，欢迎你，新同学！为方便大家在校期间享受便捷和优质的医疗服务，校医院为各位准备了贴心指南。SJTUer也可再次温习，请阅读收藏哦。\n\n校医院官方网站：hospital.sjtu.edu.cn\n\n1. 持卡就医  \n在上海市大学生居保新生申报启动之前，同学们就医遵循如下原则（暂定9月2日开放，具体关注校医院网站转发的医保局通知）。\n\n2. 基本情况  \n校医院分为闵行校医院和徐汇门诊部两处场所，现有医护30余人（高级职称4人），涵盖全科、内科、外科、中医理疗科和口腔科等业务科室。\n\n3. 服务时间（含值班时间）  \n- 服务时间（闵行及徐汇校区）：  \n  周一至周五（非节假日）  \n  上午8:30~11:30（挂号时间8:15-11:15）  \n  下午13:30~16:45（挂号时间13:15-16:30）  \n- 值班时间（仅闵行校区）：  \n  周一至周五（非节假日）  \n  中午11:25~13:30，夜间16:40-次日8:30  \n  节假日24小时  \n\n4. 服务范围  \n闵行校区校医院和徐汇校区门诊部为广大师生提供基本医疗、预防、保健、康复理疗、健康教育、HPV疫苗接种等服务，并协助学校完成教职工体检、计划生育、献血任务、饮食卫生的监督指导等。\n\n5. 地址  \n（具体地址未提供）。\n\n6. 联系方式  \n- 闵行校医院联系电话：54742400（周一至周日24小时）  \n- 徐汇门诊部联系电话：62933000（周一至周五门诊时间）",
        "source_url": "https://mp.weixin.qq.com/s/Jy1MTjGPSLysiVg_i_QOmg"
    },
    {
        "summary": "暂无有意义内容可提取。",
        "content": "标题: 创造可持续，SciMaster和ta的朋友们Agent OpenDay邀你同行！\n\n作者: SAI青年号\n\n发布时间: 2025年11月5日 12:22\n\n抓取时间: 2025-12-05 14:14:44\n\n链接: https://mp.weixin.qq.com/s/DkaYodq-RKm8bJ5IRVV51A",
        "source_url": "https://mp.weixin.qq.com/s/DkaYodq-RKm8bJ5IRVV51A"
    },
    {
        "summary": "这是一场关于深度学习理论的学术讲座，由清华大学李建教授主讲，内容涵盖优化、泛化以及梯度方法的隐式偏差等主题，时间为1月3日14:00-15:00，地点在徐汇校区人工智能学院大楼416会议室。",
        "content": "学术讲座\n\n时间：1月3日14:00-15:00  \n地点：徐汇校区人工智能学院大楼416会议室  \n嘉宾：李建（清华大学交叉信息研究院长聘教授）  \n讲座主题：Deep Learning Theory: Optimization, Generalization and Implicit Bias of Gradient Methods  \n主持人：严骏驰（上海交通大学人工智能学院教授）",
        "source_url": "https://mp.weixin.qq.com/s/3bzSwq-qLWjHhLf3OQ5SLg"
    },
    {
        "summary": "全新SAI-V1学创空间即将发布，为青年创作者提供开放与多元的学习创作平台。核心亮点包括先进科技设备、丰富课程及交流机会，发布会定于3月9日，敬请期待。",
        "content": "全新SAI-V1学创空间即将发布，距离正式发布仅剩两天时间！这是一项备受期待的创新项目，将为青年创作者提供全新的学习与创作平台。\n\nSAI-V1学创空间以开放性和创造力为核心理念，旨在激发青年人的潜能，帮助他们实现自己的创作梦想。据悉，空间内将配备先进的科技设备和资源，同时提供多元化的课程和交流机会，为创作者们打造一个富有活力的创作社区。\n\n本次发布会将揭晓更多关于SAI-V1学创空间的细节，我们期待与更多有志之士共同见证这一令人振奋的时刻。\n\n敬请期待3月9日的发布会！",
        "source_url": "https://mp.weixin.qq.com/s/QyfSxJHl6sMiSALpxSEp-Q"
    },
    {
        "summary": "文章讲述了2024级新生军训中“军训小班长”集训的故事，包括六位人工智能学院学生的心得体会。他们通过军训提升了体能、意志力、团队合作能力以及对纪律和责任的认识，同时表达了对军人精神的敬佩。文章还介绍了军训的相关注意事项和要求，最后以鼓舞人心的话语总结了小班长们的坚韧与担当。",
        "content": "2024级本科新生报到在即，在同学们憧憬着交大的校园生活、期待着军训的实践体验时，数百名“军训小班长”已早早奔赴“前线”参加集训。在烈日下，他们挥洒汗水，不断操练，为即将到来的普训做好充分准备。人工智能学院的六名新生也积极投身集训之中，展现了新时代青年的热血与担当。\n\n十九连小班长李思齐分享道，军训的短暂时光让他深刻体会到了纪律和责任的重要性，以及战友情谊的珍贵。他将把军训中养成的良好习惯延续到未来的学习和生活中。\n\n十九连小班长戴世麟感慨，军训不仅锻炼了他的体能和耐力，更让他重新找回了激昂的斗志与信念。他认为，军训的真正意义在于磨练意志力和责任感，这些品质将陪伴他砥砺前行。\n\n十九连小班长吴浩天表示，这段经历不仅让他实现了身体上的突破，也让他更加理解团队精神的重要性。他在团队支持下克服了自身的不足，并收获了深厚的友谊。\n\n十九连小班长何忠颐通过军训，对军人精神有了更深的理解和敬佩。他认为，军人以高标准完成任务的精神值得学习，而严格的纪律要求也让他认识到自律的重要性，这将激励他在未来保持严谨和追求卓越的态度。\n\n十九连小班长王佳骏谈到，军训中的耐心教导和集体荣誉精神让他受益匪浅。教官的真诚和战友们的包容让他感受到团队的力量。他深刻认识到，和平的生活来之不易，需要青年一代勇于担当。\n\n二十一连小班长刘泽辉则感慨，军训虽然充满挑战，但也充满乐趣。在教官的陪伴和指导下，他体会到了团队精神的意义，收获了许多珍贵的瞬间。\n\n此外，军训还对小班长们提出了具体要求，包括物品携带、内务管理、训练计划和着装规范等。这些要求帮助同学们更好地适应军训生活，培养了他们的纪律性和团队意识。\n\n“烈日如炬，铸就钢铁意志；砥石磨剑，勇担时代使命。”小班长们经过集训的磨砺，气势如虹、军姿威严。他们将在接下来的普训中发挥排头兵作用，带领同学们深入感受热血军魂，砥砺前行！",
        "source_url": "https://mp.weixin.qq.com/s/XiaiYb4G7ChbrYrmv93MDg"
    },
    {
        "summary": "上海交通大学人工智能学院发布通知，宣布将于2025年4月召开第一次学生大会，选举产生第一届学生联合会主席团。主席团由三名成员组成，其中包含两名本科生及一名研究生。候选人需满足党员或团员身份、思想觉悟高、无违纪记录等条件，有意参选者需填写报名表并提交。最终主席团成员将通过主题演讲和无记名投票选出。欢迎符合条件的学生积极报名参选。",
        "content": "为保证学院学生工作有序进行，更好地服务广大同学，根据相关章程规定，经上海交通大学人工智能学院人才培养办公室研究并报院党委批准，人工智能学院第一次学生大会将于2025年4月召开，选举产生第一届学生联合会主席团。\n\n主席团构成：人工智能学院第一届学生联合会主席团共设成员三名，其中本科生两位，研究生一位。\n\n参选对象：具有上海交通大学人工智能学院学籍的全日制在读本科生、研究生（包括硕士和博士）。\n\n候选人条件：\n1、应为共产党员或共青团员，理想信念坚定，思想觉悟高，道德品行优良，积极践行社会主义核心价值观；\n2、严格遵守校规，无任何违纪处分记录；\n3、学习态度端正，无课业不及格情况；\n4、为人正直，能够密切联系同学，在学生群体中有良好口碑和较高威信；\n5、热爱学校和学院，具有协助学院发展建设的意愿；\n6、富有责任心和奉献精神，具备良好的组织协调能力，能够切实代表和维护同学权益。\n\n候选人产生办法：\n1、有意参选的同学请填写《上海交通大学人工智能学院第一届学生联合会主席团竞选报名表》，于4月16日前将纸质报名表交至老行政楼523宋阳老师处，并将报名表电子版提交至邮箱：s-y01@sjtu.edu.cn，文件与邮件命名格式为「学号+姓名+学生联合会主席团报名表」。\n2、报名者经大会筹备工作组资格审查通过并完成公示后，成为候选人。\n3、候选人在大会上进行主题演讲，并接受学生提问，通过无记名投票、现场唱票的方式正式选举产生第一届学生联合会主席团成员。\n\n负责人及联系方式：宋阳，联系邮箱：s-y01@sjtu.edu.cn。\n\n真诚欢迎各位同学报名参选！人工智能学院学生联合会主席团期待你的加入。本选举办法的解释权归上海交通大学人工智能学院第一次学生大会筹备工作组所有。",
        "source_url": "https://mp.weixin.qq.com/s/GQNeTFo5Bfeq_7mCN4mgZw"
    },
    {
        "summary": "人工智能学院师生党支部开展主题党日活动，共同观看全国示范微党课，深入学习夯实科技支撑力的体系根基及实践探索。师生党员表示，将以微党课精神为指引，推动人工智能与多学科合作，攻克技术难题，服务国家战略，为科技自立自强和世界一流大学建设贡献力量。",
        "content": "10月10日下午，人工智能学院师生党支部在416会议室开展主题党日活动，共同观看全国示范微党课。学院党委书记杨一帆及师生党员参与其中，沉浸式感受高校在夯实科技支撑力、服务国家战略中的使命担当。\n\n此次微党课由上海交通大学、西北工业大学、西安电子科技大学、中国矿业大学（北京）四所高校联合呈现。上海交通大学党委书记杨振斌、科学技术发展研究院院长周永丰、人工智能学院执行院长王延峰、生命科学技术学院副研究员赵维殳、海洋学院博士研究生吕晨昕共同带来示范微党课《强基固本 铸魂创新——夯实提升科技支撑力的体系根基》。课程从多个维度进行阐述，包括夯实提升科技支撑力的体系根基、推动科技成果转化的实践探索、促进学科交叉化科研的范式转型、激发科研队伍活力作为发展引擎等，帮助师生深刻理解科技支撑力的内涵，助力高校提升科技支撑力，塑造教育、科技、人才一体推进的新发展格局，培养担当民族复兴大任的时代新人。\n\n师生党员纷纷表示，作为人工智能学院的一员，既深感身处这所拥有深厚科研底蕴与家国情怀的高校的荣光，更明晰肩负的重任。未来将以微党课精神为指引，积极推动人工智能与多学科跨界合作，深挖前沿理念，攻克技术难题，探索产学研融合路径，把科研热情与国家需求紧密结合，以党建引领学科发展，为世界一流大学建设和国家科技自立自强贡献智慧与力量。",
        "source_url": "https://mp.weixin.qq.com/s/OebpRYqJxNxUu1iXSWQYUQ"
    },
    {
        "summary": "文章讲述了上海交通大学人工智能学院直博生王若丞从军旅生活到科研学习的成长故事。他曾服役于武警上海市总队，获“四有优秀士兵”称号，退伍后在学业和科研上表现优异，多次获奖，并在顶尖期刊发表论文。他积极参与学生活动，展现了奉献与担当精神。文章展现了他以青春热血报效祖国，在人工智能领域续写科技强国篇章的励志经历。",
        "content": "今天是八一建军节，致敬最可爱的军人战士。在上海交通大学，有一批学子，他们携笔从戎，保家卫国，在军旅生活中书写无悔青春。今天，让我们走近其中一位，了解他的热血故事。他曾服役于武警上海市总队，荣获“四有优秀士兵”称号。从军营回到校园，他在学业科研方面表现优异，荣获多项奖学金荣誉，并获得“挑战杯”揭榜挂帅专项赛一等奖，还在顶尖期刊会议发表多篇一作论文。他就是人工智能学院2025级直博生王若丞。\n\n王若丞，人工智能学院2025级直博生，上海市优秀毕业生。他曾服役于武警上海市总队，获嘉奖两次，“四有优秀士兵”称号。他学业科研表现优异，曾获国家奖学金、“含英咀华”奖学金、荣昶科技创新奖学金等荣誉，率领团队获得第十九届“挑战杯”揭榜挂帅专项赛一等奖，并在顶尖期刊及国际会议发表多篇一作论文。他曾担任致远学院学生会主席团成员，获上海交通大学优秀学生干部、上海市优秀毕业生等荣誉。毕业后，他将继续在上海交通大学人工智能学院攻读博士学位。\n\n2020年，王若丞怀着满腔抱负踏进火热军营，服役于传承“南京路上好八连”精神的武警上海市总队。他有幸参与保卫建党百年的盛大庆典，以昂扬的军姿站立在市政府前，回望中国共产党百年的辉煌征程。在两年的军旅生涯中，他从书桌走上训练场，在摸爬滚打中实现了人生的蜕变，并因能力素质突出两次获支队嘉奖，被评为“四有优秀士兵”。退伍复学后，王若丞继续砥砺红色初心，积极向党组织靠拢，如今已成为一名中共党员。\n\n复学后，王若丞迅速调整状态，以“道阻且长，行则将至”的决心，投入到繁忙的学业中。他在15门核心课程中取得满绩，连续三学期综合测评排名专业前二，获国家奖学金、荣昶科技创新奖学金、含英咀华奖学金等荣誉。此外，他还担任《量子力学II》的课程助教，积极参与教学工作。未来，他将继续攻读博士学位，投身交叉科学蓝海，把攀登学术高峰、矢志科研报国的追求融入人生理想。\n\n王若丞积极参与学术实践，从大二开始加入交大ReThinklab实验室，在严骏驰教授指导下进行科研实践。2024年，他率团队参与第十九届“挑战杯”全国大学生课外学术科技作品竞赛揭榜挂帅专项赛，获得一等奖。本科期间，他广泛涉猎惯性约束聚变、量子变分算法、微分神经算子等多个领域，师从张杰院士、吴栋副教授，以共同第一作者身份发表等离子物理SCI期刊论文一篇；师从严骏驰教授，发表国际机器学习顶会NeurIPS、ICML各一篇，其中一篇为第一作者。他曾赴中科院计算技术研究所、牛津大学进行研修实践，多次参加学术会议，负责致远未来学者项目，并将赴德国参加第12届海德堡桂冠论坛，与科学领域的大师面对面交流。这些经历激励他不断探索科学前沿领域。\n\n在学生活动方面，王若丞积极投身学生工作，参加校团委、退伍军人协会和学院学生会等组织，曾担任学院学生会体育部部长、学生会主席团成员、校团委组织部团务中心主任团成员。他组织了致远体育俱乐部、校运会、致远杯等活动，覆盖4676人次，规范活动流程，解决场地、器材、教练等问题。他因学生工作表现突出，获得致远阳光领袖奖学金（一等奖）、优秀学生干部等荣誉。\n\n从校运会上学院方阵的擎旗手，到校史剧大赛的主演；从五四歌会的男低声部长，到四校峰会合作总览的发言代表，王若丞始终践行热情、奉献、担当、拼搏的信条。他曾以青春热血投身军旅，未来将在人工智能这一科技疆场上续写报国篇章。他以开拓者的姿态勇攀学术高峰，以实干家的精神服务国家发展，在科技强国征程中，彰显着新时代交大人工智能学子的使命担当与精神风貌。\n\n饮水思源，爱国荣校。热血报国，无悔青春。在王若丞身后，还有千千万万“最可爱的人”，他们牢记责任，誓做祖国的守卫者。八一建军节，向所有中国军人，致敬！",
        "source_url": "https://mp.weixin.qq.com/s/s8MwLY1oALfdrhryG3R66w"
    },
    {
        "summary": "郦洋获评2024-2025学年上海交通大学“三好学生标兵”。作为人工智能学院博士研究生，他学业成绩优异，科研成果丰硕，聚焦AI“卡脖子”技术和生成式人工智能方向，发表高水平论文20余篇，主导构建开源算法体系，并在华为芯片设计及AI求解器开发中作出突出贡献。此外，他深耕团学工作，积极参与社会实践和国际交流，展现了新时代AI青年的责任担当和家国情怀。",
        "content": "2025年11月26日，2024-2025学年上海交通大学“三好学生标兵”百人评审会在学生中心大楼D200报告厅举行。最终，根据计票结果，人工智能学院2024级博士研究生郦洋当选为2024-2025学年上海交通大学“三好学生标兵”。\n\n郦洋自进入上海交通大学以来，始终以“厚植学业根基，勇立时代潮头”为初心，在人工智能技术发展的浪潮中锚定科技报国的志向。他本科一年级即以综合成绩位列专业第一，本科和研究生阶段成绩稳居专业前2%，其中本科80%、研究生90%的课程成绩为A及以上，并先后荣获本科生国家奖学金、研究生国家奖学金、上海市优秀毕业生、华为奖学金、鹰角奖学金等多项荣誉。他也曾作为学生代表在上海交通大学首届“AI交汇点”学术论坛暨首届人工智能主题周启动仪式上，与鄂维南院士、姚期智院士同台发言。\n\n科研方面，郦洋聚焦于人工智能领域的“卡脖子”技术——组合优化求解器及生成式人工智能前沿方向，发表高水平学术论文20余篇，其中在机器学习三大顶会（NeurIPS、ICML、ICLR）发表16篇，两度斩获Spotlight亮点论文，以第一/共一作者身份发表了11篇CCF/清华-A类论文。在技术突破之外，他主导构建了开源算法体系，广受国际同行认可，累计获得社区星标超5000、下载量突破6万次。他还长期担任国际顶级会议与期刊的审稿人，并参与科技创新2030新一代人工智能重大项目及国家自然科学基金重点项目，为国家技术自立自强和全球AI前沿研究作出了重要贡献。\n\n郦洋敏锐把握生成式人工智能的范式变革机遇，提出了生成式离散优化求解器系列工作，显著提升求解性能和速度。他研发的T2T、FastT2T等系列生成式求解框架在经典NP难问题上实现了性能提升超80%、速度提升十余倍，最新工作更是将求解速度提升百倍。他进一步将在线学习技术与传统SAT求解器架构有机融合，研发出Kissat-Adaptive-Restart求解器，在华为海思芯片设计业务中实现平均性能提升18%，局部场景最高提升达97%，为我国芯片设计关键环节的技术突围提供了支撑。此外，他构建了基于生成式模型的优化数据生成体系，为国产求解器提供高质量训练数据，相关成果支持华为天筹AI求解器，助力其在2023世界人工智能大会获得SAIL奖。\n\n在团学工作中，郦洋曾任电院团委组织部秘书处副主任，策划组织了演讲比赛、论坛、社会实践等重要活动。他现任人工智能学院首届硕博连读团支部书记，带领同学们探讨AI青年的技术报国使命，组织的团日活动获上海交通大学主题团日活动一等奖。他还积极推动AI技术在社会实践中的应用，例如，他带领团队研发的智能灾情识别系统在灾害救援中实现了对受灾区域和人员分布的快速研判，成果获校社会实践特等奖，并被多家媒体报道。\n\n郦洋还积极参与国际交流与志愿服务，作为上海交通大学新时代中日友好访问团成员，赴日本外务省、东京大学等机构进行学术与文化交流。他在国际顶级会议上讲述中国AI青年的突破，并作为志愿者参与上海国际马拉松等活动。他通过技术实践、社会服务与文化交流，展现了新时代AI青年的责任与担当。\n\n郦洋用实际行动践行了“把论文写在祖国大地、把技术用在人民需要处”的信念。他的成就不仅体现了卓越的学术水平，更展现了深厚的家国情怀与社会担当。这份执着追求让他的青春在AI浪潮与时代使命的交汇点上熠熠生辉。",
        "source_url": "https://mp.weixin.qq.com/s/5xkJNYMJQMdDtcZq17fy4w"
    },
    {
        "summary": "文章介绍了上海交通大学医学院于2025年6月27日举办的“大师论道”高质量学科发展学术论坛，包括论坛的引言、主旨报告时间、地点及主要内容，涉及造血干细胞移植、AI赋能科学研究和慢性疾病防控的相关主题。论坛旨在对接“健康中国”战略，推动医学学科的高质量发展。",
        "content": "2025年“大师论道”高质量学科发展学术论坛\n\n引言：\n为紧密对接“健康中国”战略，加快推进世界一流医学院和一流医学学科建设，推动高质量医学人才培养，上海交通大学医学院在2025年6月27日举办“大师论道”高质量学科发展学术论坛暨上海交通大学医学人工智能研究院成立仪式，欢迎广大师生踊跃参加。\n\n主旨报告：\n时间：2025年6月27日（星期五）13:30-17:00  \n地点：上海交通大学医学院懿德楼二楼报告厅  \n\n讲座内容如下：  \n1. 《造血干细胞移植新时代》  \n主讲人：黄晓军（中国工程院院士、北京大学血液病研究所所长、国家血液系统疾病临床医学研究中心主任）\n\n2. 《AI for Science的实践和启示》  \n主讲人：鄂维南（中国科学院院院士、北京大学国际机器学习研究中心主任、国际科学智能联盟理事长）\n\n3. 《科技赋能慢性非传染性疾病防控》  \n主讲人：陈竺（中国科学院院院士、四大慢病重大专项技术总师）\n\n报名方式：\n人工智能学院为大家统一包车往返，从闵行校区出发，名额有限（40个）。请扫描二维码报名！",
        "source_url": "https://mp.weixin.qq.com/s/uDwKvlPD19ppmsrF6G827w"
    },
    {
        "summary": "上海交通大学人工智能学院于2024年8月28日举办了师生见面会及破冰活动，旨在帮助新生融入环境，建立友谊，共同规划未来发展。活动中，班主任和教师代表分享了经验与研究方向，拓展活动增进了同学间的了解。学院领导王延峰教授寄语新生，希望他们怀有求知欲、心怀家国情怀，为人工智能领域贡献力量。",
        "content": "2024年8月28日，上海交通大学人工智能学院2024级师生见面会暨破冰活动顺利举行。本次活动旨在帮助新生尽快融入新的学习环境，建立同窗情谊，共同规划未来的学习和发展道路。\n\n为了帮助同学们在人工智能学院度过充实而有意义的大学生活，学院任命了一批在人工智能领域有丰富教学经验和学术成果的老师担任新生班主任。这些老师不仅在专业知识上有深厚的造诣，还非常关心同学们的成长和发展。班主任王钰老师和谢伟迪老师为同学们进行了经验分享。\n\n为了帮助同学们尽快熟悉彼此，增强团队合作意识，在USTJ拓展团队老师的带领下，同学们进行了系列有趣的游戏和活动。在轻松愉快的氛围中，大家互相介绍彼此，迅速找到了新朋友，建立起在大学里的归属感。\n\n人工智能是当今世界最具发展潜力的领域之一。人工智能学院作为新兴学院，拥有优秀的师资队伍、先进的教学设施和轻松活泼的学院文化，为同学们的成长和发展提供坚实保障。多位老师来到见面会现场，介绍了自己的求学历程和研究方向，同时表达了对新生未来学有所获、学有所成的期盼。\n\n为了拉近老师和同学们之间的距离，帮助同学们感受人工智能，学院举办了师生交流会。同学们与老师在轻松愉快的氛围下进行了深入交流和探讨，老师们也积极为同学们答疑解惑。\n\n学院领导王延峰教授以「AI未来，铸就AI梦想」为题，为同学们寄语。他对学院概况、发展目标、师资力量和人才培养体系进行了介绍。作为同学们的引路人，王教授分享了自己的心得。他表示，在探索人工智能的旅途中，要怀有求知欲，打牢学术基础，心怀家国情怀。他希望同学们将科研学习与国家未来紧密联系在一起，为我国人工智能行业的突破贡献力量。",
        "source_url": "https://mp.weixin.qq.com/s/fastwy9dTl-PlcBQIbEe7Q"
    },
    {
        "summary": "5月28日，第93期励行讲堂暨人工智能学院第5次深度学习课堂邀请陈思衡教授作主题为“人工智能技术发展之智能体崛起”的报告。他回顾了人工智能七十年发展历程，解析了数字与物理智能体的核心特征及应用场景，分析了智能体产业落地的挑战，并探讨了未来十年智能体的颠覆性变革。他鼓励学生夯实基础，培养跨学科思维，在技术浪潮中发挥青年力量，传递“科技向善”价值观。",
        "content": "5月28日，第93期励行讲堂暨人工智能学院第5次深度学习课堂在图信大楼8楼报告厅隆重举行。人工智能学院长聘教轨副教授陈思衡围绕“人工智能技术发展之智能体崛起”这一前沿主题作报告，并与同学们深入交流。来自各院系的200余名交大学子参与了本次活动。\n\n讲座伊始，陈思衡回顾了人工智能七十年的发展历程：从1956年达特茅斯会议叩响AI大门，到2010年深度学习推动人脸识别、AlphaGo等技术突破，再到2022年ChatGPT掀起大模型浪潮，AI已从理论走向现实应用。他强调，智能体作为AI从“语言智能”迈向“行动智能”的关键载体，正通过“感知-决策-执行”闭环重构人与机器的协作边界。例如，AlphaFold实现蛋白质结构预测，标志着AI在科学发现领域的重大突破。\n\n陈思衡详细解析了智能体的核心分类与技术特征：数字智能体存在于虚拟环境，具备虚拟感知、智能决策等能力，如微软365 Copilot、苹果Apple Intelligence等PC助手，通过多模态交互提升用户效率。物理智能体则面向现实场景，以人形机器人为例，其通过视觉感知、关节编码器实现空间定位，结合本地神经网络与力传感器完成运动控制，在医疗手术、仓储物流等领域应用广泛。\n\n在产业落地层面，陈思衡以自动驾驶为例，对比了特斯拉的端到端深度学习方案与Waymo的基础模型架构，指出智能体在动态环境中面临的感知精度与决策鲁棒性挑战。他特别强调智能体安全治理的重要性，并介绍了中国《人工智能安全治理框架》1.0版等规范，提出要注重模型算法安全与数据隐私保护。\n\n在现场的访谈互动环节，学子们与陈思衡积极互动，老师对同学们的问题一一做出了解答。当被问到实现智能体大规模落地的最大瓶颈及其突破方向时，陈思衡认为，当前技术融合面临多模态感知精度、决策算法鲁棒性等挑战，尤其是在复杂物理环境中，智能体对动态场景的理解与执行仍存在鸿沟。突破这一瓶颈需要跨学科协作，强化基础理论研究，例如结合神经科学优化感知算法，同时建立标准化测试场景推动技术迭代。针对智能体在感知领域与人类能力的对比，陈思衡指出这与数据、算法、算力三要素密切相关：视觉领域因训练数据充足廉价且算法高效，智能体能力发展较好；而嗅觉、味觉等领域，因数据较少且受实际用途和商业价值限制，发展速度相对较慢。\n\n展望未来十年，陈思衡认为智能体将在医疗手术、自动驾驶、工业智能协作等众多领域引发颠覆性变革。他鼓励交大学子夯实数学、计算机科学基础，培养跨学科思维，积极参与多智能体系统、强化学习等方向的研究实践，同时树立“科技向善”的价值观，在技术浪潮中勇立潮头。\n\n从达特茅斯会议的初心萌芽，到今日智能体的崛起，AI技术正以星辰大海为征途。陈思衡的报告既勾勒出技术演进的科学逻辑，亦传递“科技向善”的价值追求，为同学们树立了新时代青年的榜样，激励同学们在未来投身科研事业，展现科技强国道路上的青年力量。",
        "source_url": "https://mp.weixin.qq.com/s/TxxpgyaJHhQMMNSvjN13YQ"
    },
    {
        "summary": "五月校园文化活动精彩纷呈，包括校园音乐节、书香读书会、青春跑校园马拉松、以及艺术之夜展览等，涵盖音乐、文学、运动和艺术多种领域，旨在为师生提供一个展示自我、感受文化的舞台。",
        "content": "标题: 社彩聚交｜五月校园文化活动抢先看  \n作者: SAI青年号  \n发布时间: 2025年05月16日  \n\n五月的校园，如同一幅五彩斑斓的画卷，各种文化活动接踵而至，充满青春与活力。本月，我们为大家准备了丰富多彩的活动，期待你的参与！  \n\n首先登场的是「校园音乐节」。音乐是表达情感的语言，是连接心灵的桥梁。在这个五月，音乐节将邀请校内外知名乐队，为大家献上一场视听盛宴。无论你是乐迷还是音乐小白，都能在这里找到属于自己的节奏。  \n\n其次，「书香校园」读书分享会也将如期举行。我们将邀请知名作家与校内师生面对面交流，共同探讨文学的魅力和书籍的力量。读书会还设有互动环节，让每位参与者都能畅所欲言，分享自己的阅读心得。  \n\n此外，「青春跑」校园马拉松活动也将点燃五月的激情。健康与运动是青春的主题，快拉上你的好友，一起奔跑在充满活力的校园中吧！  \n\n最后，重磅推出的还有「艺术之夜」展览。这里汇聚了学生们的艺术作品，从绘画到雕塑，从摄影到装置艺术，每一件作品都饱含创作者的心血与才华。通过这场展览，我们希望能够激发更多人对艺术的兴趣与热爱。  \n\n五月的校园，不仅仅是学习的地方，更是展示自我、感受文化的舞台。快来加入我们的活动，与同伴们一起度过一个难忘的文化之月吧！",
        "source_url": "https://mp.weixin.qq.com/s/J9AMYMVJxHr_u9PiEC9CPg"
    },
    {
        "summary": "上海交通大学人工智能学院组织入党积极分子开展系列党建活动，包括参观四行仓库抗战纪念馆和观看红色影片《建党伟业》。通过活动，学员们深刻体会了革命历史和英雄精神，增强了党性修养和历史使命感，激发了爱国热情和奋斗信念。",
        "content": "在新时代新征程中，加强入党积极分子的培养是确保党的事业薪火相传、后继有人的重要举措。为深入贯彻党的教育方针，增强入党积极分子的党性修养和历史使命感，上海交通大学人工智能学院于青马学校“求索”分校第8期入党积极分子培训班开班期间举办了红色景点参观、红色电影观影系列活动。通过深度参与这些活动，学员们不仅加深了对党的历史的理解，更在心灵深处种下了红色的种子。\n\n四行仓库抗战纪念馆：铭记历史，传承精神\n\n四行仓库是位于上海市静安区北站街道光复路21号的一座承载着厚重历史与伟大精神的建筑。始建于1931年，它曾是交通银行与北四行信托部的堆栈。在1937年的淞沪会战期间，这里成为了中国军队抗击日寇的坚强堡垒。谢晋元将军率领的「八百壮士」在这里进行了四天四夜的殊死搏斗，书写了中华民族不屈不挠的英勇篇章。如今，这座建筑已修缮为抗战纪念馆，成为国家3A级旅游景区和全国重点文物保护单位，向世人诉说着那段可歌可泣的历史。\n\n2024年12月15日下午，在学院党建辅导员的带领下，上海交通大学青马学校“求索”分校第8期入党积极分子培训班人工智能学院的学员们参观了四行仓库抗战纪念馆。他们按照“血鏖淞沪”、“坚守四行”、“孤军抗争”和“不朽丰碑”四个主题陈列区域，逐一参观。通过历史照片、烈士遗物、影片等珍贵资料，学员们仿佛穿越时空，回到了那个战火纷飞的年代，亲身感受到了「八百壮士」的英勇与牺牲。\n\n参观结束后，全体学员在纪念馆前合影留念，将这份珍贵的记忆永远定格。此次参观活动不仅让学员们深刻体会到了「八百壮士」的家国情怀和革命英雄气概，更让他们从历史中汲取了智慧和力量，坚定了为实现中华民族伟大复兴而努力奋斗的信念。\n\n《建党伟业》：重温历史，激发热情\n\n《建党伟业》是一部具有深刻历史意义的红色爱国主义影片，为庆祝中国共产党建党九十周年而制作，同时也是中国电影股份有限公司“建国三部曲”的重要篇章。影片以1921年前后为背景，展现了从1911年辛亥革命后到1921年中国共产党成立这段波澜壮阔的历史时期。影片主要以毛泽东、李大钊、陈独秀等第一批中国共产党员为中心，讲述他们在风雨飘摇的时代中为国家赴汤蹈火的精彩故事。\n\n2024年12月15日晚，上海交通大学青马学校“求索”分校第8期入党积极分子培训班人工智能学院的学员们在线上观影会议室共同观看了这部经典影片。随着影片的深入，学员们仿佛置身于那个风起云涌的时代，感受到了那个时代青年们的激情与热血。他们为革命先驱们的英勇事迹所感动，更为他们为实现理想而抛头颅洒热血的精神所震撼。\n\n影片不仅让学员们重温了中国共产党的创建历程，更激发了他们的爱国热情和民族自豪感。通过观影，学员们深刻认识到中国共产党从成立之初的五十多名党员，到逐渐发展壮大，最终成为新中国的执政党，带领全国人民走上民族独立、国家富强的道路的辉煌历程。这份历史的荣耀与责任，将激励着他们不断前行，为实现中华民族的伟大复兴贡献力量。\n\n本次系列特色党建活动不仅让入党积极分子们深刻感受到了党的历史与伟大精神，更激发了他们的爱国热情与使命感。在未来的日子里，他们将继续努力学习、锤炼品格，为成为一名合格的共产党员而不懈奋斗。",
        "source_url": "https://mp.weixin.qq.com/s/ky7Q3wBwN5h_bp5NL592oA"
    },
    {
        "summary": "人工智能学院新大楼正式启用，大楼内设有科研展厅、教师办公区、学生工作室和灵活的自由研讨室，配备先进的多媒体设备、智能饮水机和多功能打印机，全面提升师生的工作和学习体验。此外，大楼还引入智慧门禁系统，确保安全。实验室空间即将开放，未来可期。",
        "content": "全新的人工智能学院大楼已经投入使用！让我们一起深入探索这座充满现代感与科技感的大楼。\n\n一楼大厅宽敞明亮，设有一个专门用于展示的展厅，这是学院最新科研成果的展示窗口。展厅设计现代，配备先进的多媒体设备，支持互动展示与动态演示，观众可以沉浸在科研的世界中。除此之外，大厅还是学院举办学术论坛、专家讲座和创新研讨会等大型活动和重要会议的核心场所，为学术界和产业界提供了一个开放包容的交流空间。\n\n三楼和四楼是教师办公区，这里是教师们日常科研工作的主要场所，同时也是无数创新想法和科研成果的发源地。办公区设有公共洽谈区，为教师之间的教学计划讨论、科研项目合作和学术交流提供了轻松开放的环境。舒适的座椅和安静的氛围，让老师们可以高效沟通和合作。\n\n五楼和六楼是学生工作室，这里充满活力，是学生们专注个人研究、进行小组讨论、项目协作和创新实验的主要区域。\n\n大楼内还设有多间灵活的自由研讨室，配备可移动隔板，空间布局可以根据需要调整。无论是小规模团队讨论还是大型研讨会，研讨室都能轻松适应不同场景需求，为师生们的头脑风暴和团队合作提供便利。\n\n为了方便师生们的日常生活，大楼配备了便民设备。水岛吧台提供便捷的洗杯器，快速清洗杯具。智能饮水机不仅提供热水和温水，还增加了气泡水和冰水选项，满足多样化需求。多功能打印机支持打印、扫描和复印，每台设备旁都有详细的操作说明，方便师生使用。智慧门禁系统确保大楼安全，师生可刷思源码进入，办公区域则有独立门禁系统，仅授权人员可进入。\n\n目前，大楼的实验室空间正在紧张筹备中，期待未来能够进一步探秘这座充满科技与智慧的宝藏实验空间！",
        "source_url": "https://mp.weixin.qq.com/s/n7lZK8DRMaUBaGAuvxQoqQ"
    },
    {
        "summary": "第十九届“挑战杯”竞赛2025年度中国青年科技创新“揭榜挂帅”擂台赛聚焦多个科技领域，于8个城市设立主擂台，其中人工智能领域主擂台位于上海徐汇区。比赛分为揭榜报名、攻关打擂、初审和终审阶段。上海交通大学人工智能学院将组织队伍参赛，招募符合年龄及身份要求的本科生、硕士研究生和博士研究生。报名要求包括对人工智能有较深了解，熟练掌握编程语言，并优先考虑具有相关实践经验的人员。",
        "content": "比赛介绍：  \n第十九届“挑战杯”竞赛2025年度中国青年科技创新“揭榜挂帅”擂台赛即将拉开序幕。本年度比赛更加突出科技创新，聚焦新一代信息技术、人工智能、新能源、新材料、高端装备、机器人、生物医药、种业科技等领域，严选122个榜题，并在相关领域产业链较为完整、产业发展较为集聚的8个城市（区）设立主擂台。这些主擂台作为相关领域榜题作品集中打擂和交流展示活动的举办地。本次赛事的榜题数量、规模及奖励条件均创历届之最。  \n\n人工智能领域的主擂台城市设置于上海市徐汇区。  \n\n发榜详情：  \n揭榜报名时间为5月30日至6月30日。攻关打擂阶段从6月至8月，参赛团队将集中开展科研攻关并按发榜单位要求提交作品。作品提交的具体时间由各发榜单位依据科研客观规律和实际情况确定，以各榜题比赛方案为准。组委会初审时间为8月底至9月中旬，终审擂台赛时间为9月底至10月中旬。  \n\n学院招募令：  \n上海交通大学人工智能学院将在2025年度组织队伍参赛。  \n\n报名基本要求：  \n招募的队员需为2025年6月1日以前正式注册的全日制非成人教育的本科生、硕士研究生、博士研究生（不含在职研究生）。年龄在40周岁以下，即1985年6月1日（含）以后出生。每个团队成员人数不超过10人，且所有成员需符合赛道相关年龄及身份要求。  \n\n报名要求：  \n基础要求：  \n1. 对人工智能有较深了解。  \n2. 愿意利用业余时间进行人工智能相关技术学习。  \n3. 愿意代表上海交通大学人工智能学院进行赛事准备，具有较强的自驱力，性格务实。  \n4. 熟练掌握C++、Python等编程语言。  \n\n加分项：  \n1. 有开源大模型的实践经验。  \n2. 有模型微调、强化学习、算子融合经验。  \n3. 参加过以往挑战杯项目。  \n\n报名后续：  \n报名成功后，学院将择期组织面试，面试通过即可参赛。此外，学院将安排优秀指导老师指导学生参赛。",
        "source_url": "https://mp.weixin.qq.com/s/6Y5UJLrPxaql_XnTy92HGw"
    },
    {
        "summary": "2025年5月21日上午10点，徐汇校区人工智能学院将举办主题为「Music AI: Connecting the Dots of AI and Human Potential」的学术讲座，嘉宾为来自新加坡国立大学的Ye Wang。",
        "content": "学术讲座时间：2025年5月21日上午10点（周三）。地点：徐汇校区人工智能学院大楼320会议室。嘉宾：Ye Wang（National University of Singapore）。讲座主题：Music AI: Connecting the Dots of AI and Human Potential。主持人：王钰。",
        "source_url": "https://mp.weixin.qq.com/s/o47OwQuBrS5w2Ppdcmtshw"
    },
    {
        "summary": "人工智能学院组织开展了“奋进强国路 阔步新征程”秋季学期主题团日活动，各团支部通过创新形式与丰富活动，彰显了青年团员的精神风貌并取得优异成绩。其中，硕博团支部荣获一等奖，2402团支部获二等奖，2401团支部获优秀奖。",
        "content": "为深入贯彻党的二十届三中全会和全国教育大会精神，赋能基层团支部、激活“三会两制一课”，结合重要时间节点，动员引领全校团员青年争当“五个模范”、做到“五个带头”，在强国建设、民族复兴伟业中勇当先锋队、突击队，为实现高质量发展持续注入青春力量，经校团委研究决定，在全校共青团范围内深入组织开展“奋进强国路 阔步新征程”秋季学期主题团日活动。\n\n近期，“奋进强国路 阔步新征程”秋季学期主题团日活动总结评比工作顺利完成。人工智能学院各团支部从青年特点出发，创新活动形式，兼顾团日活动的严肃性与活泼性，在丰富的活动中强化理想信念，彰显了学院青年团员的良好精神风貌。\n\n经过对各团支部的主题选定、活动组织开展、结果成效等方面的评定，硕博团支部荣获一等奖，本科生2402团支部荣获二等奖，本科生2401团支部荣获优秀奖。具体获奖情况如下：\n\n一等奖：人工智能学院硕博团支部  \n团支书：彭一川、郦洋  \n\n二等奖：人工智能学院2402团支部  \n团支书：王栎翔  \n\n优秀奖：人工智能学院2401团支部  \n团支书：李思齐",
        "source_url": "https://mp.weixin.qq.com/s/WgcuWWffLL5JEwzRExmUdw"
    },
    {
        "summary": "文章探讨了青年在人工智能时代的角色和使命，提出在信息洪流中保持清醒、培养核心竞争力以及重塑人类价值的重要性。青年需适应技术变革，主动参与人工智能时代的伦理讨论和技术普惠发展，通过终身学习和跨学科思维提升竞争力。文章呼吁青年用好奇心探索未知，用热爱追寻意义，在人工智能浪潮中觉醒与担当，塑造一个技术与人文并重的新纪元。",
        "content": "我们正处在一个前所未有的时代——人工智能正以惊人的速度重塑世界。从ChatGPT的出现到自动驾驶技术的成熟，从算法推荐的信息洪流到机器人逐渐取代人类工作岗位，人工智能的浪潮席卷全球。对于青年一代而言，这既是机遇，也是挑战。我们既是技术革命的见证者，也是参与者，更是塑造者。\n\n面对人工智能的崛起，许多青年陷入了迷茫：在信息爆炸的时代，如何保持独立思考？在算法主导的世界里，如何避免被“信息茧房”困住？当机器人逐渐取代人类工作，我们如何找到自己的核心竞争力？更重要的是，在人工智能与人类共生的未来，我们如何重新定义“人类价值”？本文从多个维度探讨这些问题，试图为青年提供深度和启发性的思考方向。我们不仅要学会与机器共生，更要以主人之姿，在技术革命中重塑人类的价值与尊严。\n\n信息洪流中的“清醒者”。信息爆炸的时代让我们面对大量推送的新闻、视频和广告，这些信息通过人工智能算法精准推荐，但容易让我们陷入“信息茧房”，接触不到多元观点，思维变得狭隘甚至偏见。为了打破这种现象，我们需要主动跳出舒适区，关注不同立场的声音，通过阅读经典著作和跨学科书籍拓宽视野，同时学会辨别信息真伪，提高独立思考能力。国家近年来也开展了“全民阅读”工程和“清朗”专项行动，鼓励青年阅读经典书籍，打击网络谣言，帮助青年在信息洪流中保持清醒。青年可以利用笔记软件、知识管理工具整理信息，将碎片化内容转化为系统知识，从而提升学习效率和信息管理能力。\n\n如何培养核心竞争力？随着人工智能的发展，许多岗位可能被机器取代，这让不少年轻人感到焦虑。实际上，人工智能的本质是工具，它的价值在于帮助我们提高效率，而不是取代人类。未来的工作模式将是人与机器的合作，而非竞争。青年需要找到自身的独特优势，比如创造力、情感共鸣、批判性思维等，这是机器无法替代的能力。此外，单一技能已经无法满足人工智能时代的需求，青年需要成为“T型人才”，既有深厚的专业知识，又有广博的跨学科视野。国家也在推动“双创”教育，鼓励青年参与创新创业活动，培养综合能力。保持终身学习的态度是青年适应人工智能时代的重要方法。\n\n重塑人类价值的“探索者”。人工智能虽然强大，但无法替代人类的好奇心和热爱。这两者是推动我们探索未知、创造价值的动力源泉。好奇心是人工智能时代的“永动机”，它驱使我们利用人工智能技术探索宇宙奥秘、生命起源等未知领域。国家通过“全国青少年科技创新大赛”等方式激发青年的探索精神和创新潜能。热爱则让我们在人工智能时代找到人生的意义，无论是科学研究、艺术创作、还是社会公益，热爱都能够让我们获得归属感和价值感。青年可以通过艺术表达和创作，找到自身的热爱与人生意义。\n\n人工智能时代的青年觉醒与担当。青年作为时代的弄潮儿，站在技术革命的潮头，不仅要学会适应技术变革，更要主动参与和引领变革，成为人工智能时代的塑造者。伦理问题如数据隐私和算法偏见也随之产生，青年应推动人工智能技术的公平、透明和负责任使用，并促进技术的普惠发展。此外，人工智能时代的教育和职业格局正在深刻变化，青年需要培养终身学习能力和适应新职业环境，通过创业、职业培训等途径提升自身竞争力。\n\n人工智能时代既是挑战，也是机遇。作为时代的弄潮儿，青年需要在探索未知中重塑人类价值，用智慧和情感赋予技术以温度与意义。技术的未来掌握在我们手中，我们的选择将决定人类社会的方向。让我们以好奇心为帆，热爱为舵，责任感为锚，在人工智能浪潮中乘风破浪，开创一个技术与人文并重的新纪元。\n\n【作者简介】  \n王钰，上海交通大学人工智能学院副教授、博导，上海人工智能实验室双聘青年科学家，上海市海外高层次人才计划获得者，科技创新2030—“新一代人工智能”重大项目青年科学家，研究领域为多模态人机对话与智能语音交互。\n\n【《中国青年》杂志简介】  \n《中国青年》杂志创刊于1923年10月，是我党创办的现存历史最悠久、影响力广泛的红色主流期刊。《中国青年》由共青团中央主管、主办，以“服务青年成长，推动社会前行”为宗旨，肩负着宣传党的理论、服务青少年健康成长、引领社会价值风尚的重要职责。",
        "source_url": "https://mp.weixin.qq.com/s/Xr5DNXWsDLC2nVXW68wHAA"
    },
    {
        "summary": "上海交通大学人工智能学院即将召开第一次学生大会，现面向全体在校本科生和研究生征集提案，内容涵盖学院建设与学生成长的多个方面。提案需基于真实需求，包含主题、内容和建议方案，至少由5名学生联名附议。提交截止日期为2025年3月20日，提交后将由筹备组审核并推动落实。欢迎同学们参与，共同助力学院发展。",
        "content": "上海交通大学人工智能学院第一次学生大会即将召开，为充分发挥学生参与学院民主建设的积极作用，畅通建言献策渠道，现面向全院公开征集提案。希望大家的真知灼见能够成为学院发展的源代码，用集体智慧浇筑世界一流人工智能学院的基石。\n\n提案说明：\n提案类别包括但不限于以下几个方面：\n1. 育人育才：科研支持、竞赛资源、学术交流等。\n2. 教育教学：课程优化、实践平台、导师制度等。\n3. 学生工作：就业指导、心理健康、奖学金体系等。\n4. 学院文化：品牌活动、学术沙龙、跨学科合作等。\n5. 生活保障：食堂条件、校园网络、基础设施等。\n\n提案要求：\n1. 真实性：提案需基于充分的调研和实际情况，反映广大同学的普遍关切和真实需求。\n2. 规范性：提案应包含主题、内容、建议方案三部分，格式清晰、逻辑严谨。\n   - 主题：简明扼要概括问题（例：关于增设AI领域前沿讲座的提案）。\n   - 内容：详细说明问题背景、涉及人群及具体影响（例：现有学术讲座频次不足，研究生科研交流需求迫切）。\n   - 建议方案：提出具体可行的解决措施（例：每月邀请专家开设专题报告，设立学术沙龙专项基金）。\n3. 附议机制：每条提案需由至少5名本院在校学生联名附议，确保提案代表广泛意愿。\n\n提案来源：\n全体在读本科生、研究生均可提交提案。\n\n提案提交方式：\n1. 截止时间：2025年3月20日。\n2. 提交链接：https://wj.sjtu.edu.cn/q/c4eYpHpr。\n\n提案处理流程：\n1. 汇总审核：大会筹备组分类整理提案，核实真实性并评估可行性。\n2. 部门对接：有效提案递交学院相关部门推动解决。\n3. 进展反馈：落实情况将在大会上汇报，并通过学院公众号持续公开。\n\n让我们携手共建，共同创造未来。期待你的声音，成为学院发展的第一缕星光！\n\n上海交通大学人工智能学院第一次学生大会筹备工作组",
        "source_url": "https://mp.weixin.qq.com/s/lm1BMJdEEb5mFAjAEemSSA"
    },
    {
        "summary": "上海交通大学将于2025年1月至4月举办第九届“钱学森杯”大学生课外学术科技作品竞赛，作为第十九届“挑战杯”全国大学生课外学术科技作品竞赛校内选拔赛。本次竞赛面向全日制本科生和硕士研究生，旨在激发学生创新意识和科研能力，作品分为自然科学类学术论文和科技发明制作两类，并按科学性、先进性和现实意义进行评审。作品申报截止至2025年3月2日，校级决赛将通过答辩和展示评选出优秀作品，并推荐参加市级及全国竞赛。有关报名和咨询事宜可联系组委会。",
        "content": "为深入学习贯彻党的二十届三中全会精神，进一步引导上海交通大学学生了解前沿科技、树立科创报国志向，培养创新意识、创造思维、科学精神和科学态度，鼓励学生积极参与创新驱动发展战略和学术科技实践活动，为促进科技自立自强、建设科技强国贡献青春力量，学校决定举办第九届“钱学森杯”大学生课外学术科技作品竞赛。此竞赛同时作为第十九届“挑战杯”全国大学生课外学术科技作品竞赛理工类校内选拔赛。\n\n“挑战杯”全国大学生课外学术科技作品竞赛始办于1989年，由共青团中央、中国科协、教育部、中国社会科学院、全国学联和省级人民政府主办，是一项在全国大学生科技创新领域中具有导向性、示范性和群众性的高层次赛事，被誉为大学生学术创新的“奥林匹克”盛会。第十九届“挑战杯”竞赛定于2025年举办。\n\n竞赛时间为2025年1月至2025年4月，由共青团上海交通大学委员会、上海交通大学教务处、研究生院、科学技术发展研究院、学生创新中心共同主办。\n\n参赛对象为2025年6月1日前注册在校的全日制本科生和硕士研究生。硕博连读生（直博生）如未通过博士资格考试可按硕士生申报；医学院八年制本博连读生按学年划分申报类别。\n\n参赛作品须从实际出发，着重解决社会生产、生活中的具体问题。作品分为两类：自然科学类学术论文和科技发明制作。自然科学类学术论文参赛对象限本科生，论文分类包括机械与控制、信息技术、数理、生命科学和能源化工等领域。科技发明制作分为A类（科技含量较高）和B类（投入较少，偏向小发明、小制作），分类与自然科学类学术论文一致。\n\n报名要求包括：作品必须是2023年6月1日后完成或即将完成的成果，不包括课程设计、毕业设计、学位论文及已获奖的竞赛作品。参赛作品可为个人或集体提交，个人作品需申报者承担60%以上研究工作，集体作品作者人数原则上不超过10人。学术论文正文及附件需为中文，字数不超过8000字。科技发明制作类作品需提供研究报告，可附实物、产品、图纸、图片、录像等材料。\n\n评审原则涵盖科学性、先进性及现实意义，分为初审、复审和终审三个阶段。赛程安排如下：作品申报阶段截至2025年3月2日；校级初审和复审阶段分别于2025年3月进行；校级决赛阶段包括答辩和展示环节，将评选出特等奖、一等奖、二等奖及三等奖若干名，并推荐优秀作品参加市级和全国竞赛。\n\n报名方式包括在线提交作品申报信息，并通过系统查询报名状态。报名成功后需打印申报书并签字确认，于2025年3月4日17:00前提交至指定地点。\n\n如有疑问，可通过电话或邮件联系组委会：\n联系人：刘一诺，15806636972；唐灵，13618067058。\n邮箱：twkc@sjtu.edu.cn。",
        "source_url": "https://mp.weixin.qq.com/s/LtHgSI43hgbV1BwpRGXSiQ"
    },
    {
        "summary": "2024-2025学年人工智能学院本科生综合测评工作已正式开始。测评内容涵盖学习、生活和实践等方面，同学们需通过小程序「SAIer系统」或二维码入口登录系统，并参考附件具体操作指南完成测评。遇到问题可联系班长或发送邮件至指定邮箱寻求帮助。",
        "content": "亲爱的同学们，大家好！2024-2025学年本科生综合测评工作现已正式启动。综合测评是对大家过去一学年学习、生活、实践等各方面表现的全面检验，希望同学们高度重视并认真参与。\n\n测试入口：请大家通过以下任一方式进入本科生综合测评系统：\n1. 搜索小程序「SAIer系统」。\n2. 扫描二维码。\n\n请使用微信绑定的手机号进行登录。若该手机号无法正常登录，请立即联系班长或思政老师，工作人员会尽快处理。登录成功后，即可开始测评。\n\n具体操作指南请参考附件1（可通过链接下载：https://pan.sjtu.edu.cn/web/share/c96c19a7fc7dcda0aef343486582f359），大家可以下载后仔细阅读，按照步骤完成测评。若在操作过程中遇到任何疑问，请联系各班班长寻求帮助；也可以发送邮件至yantingli@sjtu.cn，工作人员会及时解答。\n\n请大家合理安排时间，按时完成测评，感谢配合！",
        "source_url": "https://mp.weixin.qq.com/s/cPE-yd1pUEy204ZseXPHYA"
    },
    {
        "summary": "上海交通大学人工智能学院暑期实践团参访上海商汤科技有限公司，深入了解AI技术的前沿发展与实际应用。在商汤科技馆，团队成员亲身体验了智慧城市管理、AI生成艺术等技术应用，感受科技魅力。讲座环节中，专家们分享了商汤在技术研发、产品孵化及商业化上的核心布局，并鼓励学生保持好奇心，勇于实践。此次参访展现了AI从技术研发到场景落地的完整脉络，启发了学生对技术创新与产业结合的深入思考。",
        "content": "聚焦创新科技，见证技术落地。上海交通大学人工智能学院暑期实践团参访上海商汤科技有限公司。\n\n2025年7月，上海交大人工智能学院学生实践团一行走进上海商汤智能科技有限公司，开启了一场徜徉于科技海洋、体验产业魅力的探索之旅，切实感受AI领域的前沿脉搏，了解科技产品从构想到落地的全过程。\n\n商汤科技馆陈列着商汤从起步到领跑的技术足迹。在科技互动展区里，实践团成员们可以尽情地与小浣熊代码助手、机器人下棋等一众“黑科技”互动，无论是自动代码编写还是人机对弈，都尽显科技魅力。在科技业务展区，大家亲身接触了AI的实际应用：智慧城市的交通管理系统演示展现了城市治理的新可能；AI生成的名画风格肖像，让参观者体会到AI视角下多元风格的即时展现；胸部CT智能临床系统更让大家直呼“科技就在身边”。\n\n展厅的最后展示了中央美术学院科技艺术教育联盟与商汤科技合作的结晶《人工智能地图2019》。通过大数据创建和语音与词汇联想技术，AI学习了大量绘画内容后，将术语与图像关联，呈现出包含山水景色、亭台飞檐的绝美图画。这张星罗棋布的AI发展足迹图展示了人工智能的多方思维与探索精神。\n\n在讲座环节，大模型AI产品专家赵京介绍了公司的核心布局，包括日日新大模型的持续迭代、商汤云的生态构建、人工智能大会主题论坛的行业引领、“1 + x”运营体系，以及商汤奖学金的设立，展示了商汤在技术原创与人才培育上的不懈努力。\n\nC端情感陪伴产品专家吴童谣聚焦创新创业应用孵化，解析了“to B + to C”的发展路径，并提出了“想法→产品方案→解决方案→产品业务→事业”的创业思路。以 Lumi 为例，她讲解了如何将“AI帮助调理情绪”的构想转化为产品。她还鼓励同学们不要给自己的未来设限。\n\n在B端业务方面，金融行业产品专家杜有伟深入讲解了商汤金融大模型的落地应用，展示了AI在金融数字化转型中的实践逻辑——从场景思考出发，由内到外深入业务，用数据驱动任务高效完成，展现了AI商用的无限可能。\n\n大模型技术架构专家叶玮从技术研发的角度强调了与AI协作的重要性，并鼓励同学们保持好奇心与持续学习的欲望。在问答环节，他特别指出“本质重于前沿”，鼓励同学们勇敢踏入产业一线。\n\n市场与战略分析专家张合围绕用户调研、市场研究与商业分析展开，以“可爱经济”为切入点，解析了“没用但可爱”的产品逻辑，并结合 QQ 年轻化等案例，揭示了用户心理与产品设计的深层关联。\n\n通过此次参访，同学们深刻感受到从大模型研发到场景落地，从技术突破到用户连接的完整脉络。商汤以原创技术为根、场景落地为翼，让人们看到AI从实验室走向生活的全过程。同学们纷纷表示要以好奇心为引，以实践为径，让技术创新真正回应时代需求。",
        "source_url": "https://mp.weixin.qq.com/s/sOZ8M-73e4XWBJOPGm_S4Q"
    },
    {
        "summary": "上海交通大学人工智能学院学生党支部开展了2024年度组织生活会暨主题党日活动，学习党的二十大精神与黄旭华院士先进事迹，回顾党支部成立以来的工作成效与不足，提出改进措施。通过批评与自我批评，党员们明确前进方向，并通过实地学习深化科技报国信念，立志在人工智能领域为国家发展贡献青春力量。",
        "content": "为深入学习贯彻党的二十大精神，坚持以习近平新时代中国特色社会主义思想凝心铸魂，2025年3月5日，上海交通大学人工智能学院学生党支部在人工智能学院416会议室召开了2024年度组织生活会暨主题党日活动，会议由党支部书记宋阳主持。\n\n宋阳带领支部党员共同学习了党章、《中国共产党纪律处分条例》和《关于推进党纪学习教育常态化长效化的意见》等材料。支部党员围绕全面从严治党、维护党的团结统一、习近平总书记关于党的纪律建设的重要论述等主题展开交流研讨。党员们表示，要以党纪学习教育为契机，解决对党纪党规不上心、不了解、不掌握等问题，将纪律刻印在心中。\n\n宋阳还带领党员学习了黄旭华院士的先进事迹，通过观看纪录片回顾黄旭华院士为我国核潜艇事业奉献一生的感人事迹。他隐姓埋名数十载，将青春、智慧和热血奉献给祖国，克服无数困难，成功研制出我国第一代核潜艇。他的精神体现了对国家和人民的忠诚、创新攻坚的担当以及无私奉献的高尚品格。党员们纷纷表示，要以黄旭华院士为榜样，学习他的精神，在各自岗位上勇于担当，为实现中华民族伟大复兴贡献力量。\n\n会上，宋阳总结了党支部自2024年10月成立以来的工作。在新生党建培育方面，党支部自新生军训起便启动入党教育工作，开展了军训入党启蒙教育课程、一二·九红色歌咏会、AI报国专项红色教育等活动，引导新生坚定理想信念。截至2024年12月，已有29名新生递交了入党申请书，形成了“早播种、精培育”的良好态势。在组织建设方面，通过探访中共一大会址、与仁济东院妇产科党支部共建交流等主题党日活动，丰富党员教育体验，促进支部间的交流合作。全年共培养入党积极分子10人，建立“青马学员-积极分子-发展对象”三级培育体系。同时，支部也认识到党建工作中存在载体创新不足、党建与专业融合深度不够等问题，并计划通过“智慧党建”云平台、“AI+党建”模式和量化考核体系的建设，提升党建工作水平，实现党员教育数字化覆盖率100%。\n\n在民主生活会环节，全体党员依次发言，开展批评与自我批评，从理论学习、科研工作、生活作息等方面剖析自身问题，接受他人意见，并为学院建设发展、党建工作提出建议。会议还通过无记名投票方式对党员进行了民主评议。\n\n最后，宋阳作总结发言，肯定同志们对自身问题的剖析，希望大家克服不足，发挥先锋模范作用，以饱满精神投入学习和工作，为国家人工智能领域创新发展贡献力量。\n\n会后，支部党员前往闵行校区，与人工智能学院教师党支部、全体团员共同参加“深潜铸剑守初心，强国有我启新程”主题党日活动。党员们参观了船建学院院史馆和黄旭华校友纪念展，通过理论学习与实地感悟，深化科技报国信念，强化将个人理想融入国家命运的使命担当。\n\n通过此次组织生活会暨主题党日活动，支部党员深刻自省，并以黄旭华精神为指引，明确前进方向。大家纷纷表示，要牢记习近平总书记对青年的殷切期望，以黄旭华院士为榜样，将个人理想融入国家发展大局，在全面建设社会主义现代化国家的新征程中贡献青春力量。",
        "source_url": "https://mp.weixin.qq.com/s/5WyxQOQE4EUso1Aae-t0TA"
    },
    {
        "summary": "人工智能学院举办的深度学习交流活动中，杜雅欣学姐为初涉科研的同学们分享了科研入门指南，讲解了如何寻找导师、选择研究方向及验证创新点的方法。她结合自身研究案例展示了实践过程，并分享了高效科研的经验与心态调整书籍。互动环节中，她细致解答了同学们的疑问，鼓励大家坚定信念，结合兴趣与领域需求，迈出科研实践的第一步。",
        "content": "2025年10月25日下午，由人工智能学院极客中心举办的第六期“Deep Learning深度学习”交流活动顺利举行。本次活动特邀杜雅欣学姐担任主讲，以“科研的破晓指南：从好奇到实践”为主题，为初涉科研的同学们带来了一场内容丰富、条理清晰的入门指南。学院60余名同学参与了本次活动。\n\n杜雅欣学姐首先系统分享了科研入门的关键步骤。在如何寻找导师方面，她建议同学们提前浏览学院官网了解导师研究方向，并根据个人实际情况选择科研组和研究方向。在如何上手第一个科研项目环节，她指出可从复现经典论文、参与导师现有课题开始，逐步积累经验，产出成果。关于如何最终确定研究方向，她强调要结合个人兴趣与导师指导，选择既有价值又可行的切入点。\n\n随后，杜雅欣学姐重点讲解了科研中的关键环节：如何验证创新点和方案的有效性。她通过自身研究“多智能体系统”与“代码自动化”等方向的真实案例，生动展示了若干可以寻找有效创新点的方法，并且演示了如何为一个新想法设计「最小可行实验」，并通过迭代优化来验证其有效性。\n\n在结果产出与经验分享部分，杜雅欣学姐结合自身经验，分享了在长期科研探索中如何保持高效与耐心，包括如何利用现代化工具提升效率、如何与导师及团队成员建立良好沟通，并对未来可能的深入研究方向提出了建议。\n\n在最后的互动环节，同学们就入门时机、初期科研适应、工具选择、时间规划等问题踊跃提问，杜雅欣学姐一一给予了细致解答。对于在竞争激烈的科研赛道如何找到自己的独特之处的问题，杜雅欣学姐从自身科研探索的经历出发，告诉同学们要坚定信念「走自己相信的道路」，同时也要客观地分析局势，将个人的独特兴趣与领域内的真实需求巧妙结合。此外，杜雅欣学姐还向同学们分享了高质量的书籍，希望在同学们感到迷茫和困惑的时候帮助到同学们。\n\n以下是杜雅欣学姐分享的书籍推荐：\n反倦怠能量站  \n如何停止不开心：负面情绪整理手册  \n时间管理的奇迹  \n蛤蟆医生去看心理医生  \n练习的心态  \n带一本书去读研  \n\n本次讲座为同学们勾勒出清晰的科研路径，化解了“不知从何开始”的迷茫，也激励同学们在未来投身科研事业，展现科技强国道路上的青年力量。期待同学们能将所学转化为行动，勇敢地迈出科研实践的第一步，在探索中收获成长与自信！",
        "source_url": "https://mp.weixin.qq.com/s/emlUGOTBFBemY8Pn4tZAXg"
    },
    {
        "summary": "上海交通大学人工智能学院智能2502团支部以「解码百年薪火，智创时代新篇」为主题开展团日活动。通过回顾交大团史、学习团纪、知识竞答、AI技术实践及实地走访，团员们重温百年奋斗历程，增强了理想信念，传承红色基因，并展现了将科技与历史融合的创新精神。活动最后，团员们在团旗下宣誓，表达了奋勇争先、肩负时代责任的决心。",
        "content": "2025-2026学年，上海交通大学秋季学期主题团日活动由人工智能学院智能2502团支部开展，主题为「解码百年薪火，智创时代新篇」。活动通过互动式竞答、AI智慧学习与实地探访等形式，让团员们重温交大党团百年奋斗历程，在历史与科技的交融中汲取奋进力量。\n\n在活动的第一部分，团员们回顾了交通大学第一个团组织130年的光辉历程。从五卅运动时期的“读书不忘救国”呐喊，到抗日战争中的党支部斗争，再到解放战争中的英勇事迹，一代代交大团员青年以坚定的理想信念奉献祖国。这些感人故事深深感染了在场的每一位同学，他们纷纷表示要传承精神，践行交大“自强首在储才”的精神。\n\n在纪律学习环节，全体团员认真学习了《中国共产主义青年团纪律处分条例》。条例的严密性与纪律的严肃性让团员们进一步理解了共青团从严治团的重要性，增强了听党话、跟党走的思想自觉。\n\n接下来的团知识竞答环节，同学们在紧张热烈的氛围中踊跃作答，展现了扎实的理论素养和良好的精神风貌。通过“以赛促学、以学促行”，团员们进一步深化了对团的历史与组织建设的认识。\n\n作为人工智能学院的学生，团员们还结合专业特长，将AI技术融入活动。一组借助生成式AI复原了1921年团机关的工作场景，另一组以AI技术撰写了具有时代特色的团务条例。在技术与思想的碰撞中，历史图景得以重现，红色精神焕发新意。\n\n实地走访环节中，支部成员参观了黄浦区中国社会主义青年团中央机关旧址纪念馆。这是共青团的诞生地，也是团一大的召开地。通过多媒体互动与沉浸式体验，团员们深刻感受到信仰的力量与青春的涌动，认识到铭记历史的重要性。\n\n活动的最后，全体团员在团旗下庄严宣誓，表达了践行理想信念、奋勇争先的决心。团员们表示，将把活动中汲取的力量转化为实际行动，在实现民族复兴的道路上贡献青春力量。\n\n活动后，团员们纷纷分享感悟。侯卓成表示，通过学习早期共青团员的精神，他深刻认识到传承理想信念、全面发展的重要性。方言提到，利用AI技术重现团中央工作场景的实践激发了他传播红色文化的责任感。董璐嘉则表示，纪律是共青团保持先进性的生命线，作为青年学子，他将传承红色基因，勇立科技潮头，用实际行动践行青春誓言。\n\n本次主题团日活动以历史、纪律和科技深度融合的形式，激励团员们在新时代以青春书写答卷。",
        "source_url": "https://mp.weixin.qq.com/s/Qvu_uT1RuNWfqGGGky_5LQ"
    },
    {
        "summary": "上海交通大学人工智能学院将于12月25日-26日在徐汇校区召开“可解释、可通用的下一代人工智能方法”年度交流会，现招募会场志愿者。志愿者需参与培训，并在指定时间、地点负责会场布置、引导和接待等工作。活动结束后将发放劳动教育学时或补贴。报名链接见上文，详情请关注后续通知。",
        "content": "上海交通大学人工智能学院“可解释、可通用的下一代人工智能方法”重大研究计划年度交流会将于12月25日-26日在上海交通大学徐汇校区召开，现面向全校同学招募活动志愿者。\n\n招募须知：\n1. 志愿者前期需要进行简单的培训，培训时间后续通知。\n2. 本次问卷仅用于报名信息收集，岗位录取信息请关注后续通知。\n\n岗位设置：\n会场志愿者：\n工作日期：2024年12月25日-12月26日，共计5个时间段：\n- 25日上午08:00-12:30\n- 25日下午12:30-17:00\n- 25日晚上17:00-21:00\n- 26日上午08:00-12:30\n- 26日下午12:30-17:00\n工作地点：上海交通大学徐汇校区人工智能学院或建国宾馆\n工作内容：提供会场布置、引导、接待及其他帮助\n工作人数：每个时间段均需要15名志愿者\n\n注意事项：\n- 自愿参加志愿者团队。\n- 具备严格的时间观念，不得迟到、早退。\n- 珍惜并维护活动的声誉，不得利用志愿者身份进行与活动宗旨、目的不符的行为。\n- 拥有良好的团队精神与工作热情，服从组织方安排与调剂，承担相应岗位职责。\n- 遵守服务守则，严格遵守相关纪律和规定。\n- 请注意不要与自身课程冲突，活动地点在徐汇校区。\n\n志愿者福利：\n活动后将根据服务时长发放志愿者劳动教育学时或补贴，补贴为150元/每个时间段（具体以实际工作量为准）。\n\n报名方式：\n链接：https://wj.sjtu.edu.cn/q/MzzoejxZ\n报名成功后请等待相关负责人通知，谢谢！",
        "source_url": "https://mp.weixin.qq.com/s/42bUyDgdKtqIHFKklsRjGA"
    },
    {
        "summary": "这篇文章为2025年入学的人工智能学院新生提供了一份详细的数字生存指南，涵盖了AI辅助工具、科研助手、编程助教、常用教学网站及场馆预约方式等内容。文章详细介绍了各类AI工具的特点与使用方法，以及交大提供的学习资源和便利服务，旨在帮助新生充分利用校园资源，提升学习与生活效率。",
        "content": "致人工智能学院的2025级新生：欢迎签收你们的数字生存大礼包！从突破学习边界的AI辅助工具，到攻克课程难题的权威教学平台，再到一键预约自习室的智能校园服务——这份学长学姐亲测的清单，将助你把校园资源转化为超车燃料，用科技智慧点亮大学第一站，把焦虑留给过去，把效率写在未来。\n\nAI辅助工具\n学创空间\n推荐工具：交小AI、SAI-V1\n「学创空间」是人工智能学院全新打造的板块，不仅是信息集散地，更是属于每一位同学的AI实践舞台。交小AI搭载DeepSeek V3引擎，全天候待命！从综测细则的详细解读到奖学金政策的精准分析，从入党流程的介绍到选课策略的推荐，它都能为您提供专业指导。生活服务方面，交小AI更是您不可或缺的校园生活助手。想知道如何申请闵行校区自习室？只需简单提问，交小AI就能为您详细说明申请流程、预约技巧以及各区域的使用规则。\n\n日常学习\n推荐工具：DeepSeek、Kimi、Google Gemini等\n当课业概念模糊或作业遇到困难，AI或许能给出参考。DeepSeek中文理解强，教材解析准，支持公式OCR识别。Kimi擅长长文本处理。Google Gemini具有多模态交互强、总结能力强的特点。温馨提示：AI生成的回答仅供参考，注意甄别。作业不要直接使用AI生成的答案。\n\n科研助手\n推荐工具：Claude、DeepSeek等\n科研入门不会读论文？AI帮你解析论文！进入新领域，AI能助你快速了解全貌。Claude有超长上下文处理能力，英文论文逻辑严谨，适合解析论文。温馨提示：AI目前只能作为一个学过各类通识知识的人，而非某一领域的专家。注意保密性，实验数据需脱敏使用。禁止AI直接生成论文。\n\n编程助教\n推荐工具：GitHub Copilot、DeepSeek等\n目前AI的编程能力相当强。当你遇到看不懂的代码时，AI可以帮你解析；当你想实现某种功能时，AI也能提供参考代码。GitHub Copilot代码补全准，多语言覆盖广。温馨提示：不要过度依赖AI编程，禁止直接提交AI生成代码。\n\n常用教学网站\nCanvas平台\nCanvas是交大课程教学的主要平台，课程资料、作业、直播回放基本能在此平台找到。\n\n教学信息服务网\n在教学信息服务网的登陆页面，可以查看学校发布的教务信息，选课、查看课表、查看课程成绩等功能都可以使用。如果想旁听某门课程，可以通过“信息查询”中的“上课课程查询”找到课程的时间地点。培养计划和学生修业情况查询也都在“信息查询”功能里。\n\n选课社区\n选课社区是交大独家的课程评议平台，汇集了学长学姐的真实课业反馈，包括课程内容、考核方式、授课评价等。选课前参考选课社区是明智之举。\n\n传承·交大\n传承·交大是一个课程学术资源共享平台，能下载课程所用PPT、课程笔记、试卷等资料，构建跨代际的知识传递纽带。\n\nSJTU LaTex助手\nLaTeX以其精准的数学公式渲染与自动化排版能力，成为全球顶级期刊会议的首选工具。SJTU LaTex助手是交大提供的文档管理平台，支持LaTex语法，能有效降低数学公式和编号的难度。\n\n交我办\n交我办是集成终端，涵盖生活服务、各种应用的入口。通过交我办，可以学在交大、免费下载正版软件、预约场馆等。\n\n场馆预约方式\n自习室与讨论室\n交大提供许多自习场所和讨论空间。图书馆自习区可通过交我办APP进行预约。教学楼除了规定用来自习的教室外，还可以寻找无课教室和走廊自习区。致远书院内设有图书馆自习区，讨论室也可通过相关链接进行预约。\n\n体育场所\n交大设有许多体育场所，包括健身房、羽毛球场等，可通过交我办APP进行预约。",
        "source_url": "https://mp.weixin.qq.com/s/9VPkZRpHhHa_19Igp-ZAdw"
    },
    {
        "summary": "上海交通大学人工智能学院举行2025级新生开学典礼，院士鄂维南讲授开学第一课，阐述人工智能学科的特点与学院的发展优势，鼓励学生主动探索与创新。学院介绍了科研成果大奖和新生黑客松大赛，展示创新与实践结合的教学体系。导师与学生代表分享了成长经验与建议，激励新生以使命感和责任感投身AI领域。典礼最后勾勒未来蓝图，期待新生在智能浪潮中实现个人价值与社会贡献。",
        "content": "9月14日下午，人工智能学院2025级新生开学典礼暨院长、书记第一课在徐汇校区人工智能学院大楼举行。上海交通大学党委常委、副校长蒋兴浩，中国科学院院士、人工智能学院首席顾问鄂维南，致远学院副院长周栋焯，人工智能学院党委书记杨一帆，执行院长王延峰，院长助理严骏驰，2025级新生班主任、教职工代表以及2025级全体本科、研究生新生出席典礼。活动由杨一帆主持。\n\n典礼充满新意，亮点纷呈。以下是活动的精彩回顾：\n\n一、院士授课与全景介绍  \n鄂维南院士为新生讲授“开学第一课”，指明未来学习和发展的方向。他强调，人工智能不仅推动社会发展，还具备自我变革的特性，要求学生跳出传统学习模式，主动探索。他指出学院在政策、资源和评价体系上的独特优势，鼓励学生培养基本原理思维，深入了解社会问题，锻炼合作与交流能力。王延峰则介绍了学院的设计理念和发展目标，提到学院拥有优质师资队伍，创新课程体系以及“三位一体”创新创业链条，致力于培养兼具家国情怀与全球视野的人工智能领军人才。\n\n二、科研大奖与黑客松大赛  \n为表彰科研团队的重大成果，学院联合设立“人工智能年度成果大奖”。首届大奖由“通用科研智能体SciMaster”和“科学基座大模型Innovator”项目获得。为培养新生创新思维，学院举办了“2025级新生黑客松AI挑战赛”，吸引139名新生组成23支队伍参赛，围绕AI主题展开创新竞技，最终评选出多个奖项。\n\n三、师生共话与成长指南  \n典礼上，新生班主任聘任仪式顺利进行。导师们分享了宝贵建议，鼓励学生夯实基础，突破思维边界，注重实践与责任感。在校生代表结合自身经历，鼓励新生保持好奇心与求知欲，善用学院资源，在研究中实现自我成长。新生代表则表达了对AI的热情与使命感，呼吁大家以实干精神为国家科技实力提升贡献力量。\n\n典礼最后，杨一帆以“智启交大，梦筑SAI”为主题勾勒出未来蓝图，鼓励学生拓展认知，敢为人先，追求创新与卓越。严骏驰则强调学术规范的重要性，激励同学们在科研攻关中实现价值。\n\n2025级AI新人，欢迎加入人工智能学院的大家庭！期待你们以追光者的热情和发光者的实力，在智能浪潮中书写属于自己的篇章。",
        "source_url": "https://mp.weixin.qq.com/s/3Rx31PJBWxLzaSDBGbM0Sw"
    },
    {
        "summary": "“一二·九”师生歌会六院联队正在招募参与者，包括合唱、学生指挥、乐器伴奏、舞蹈及宣传岗位，比赛将于2024年12月9日在闵行校区举行。报名截止至10月10日，相关活动提供素拓和考核认证资格。详情请联系徐老师或填写报名问卷。",
        "content": "百年风雨忆峥嵘，不忘初心葆本色。砥砺前行梦为马，凝心聚魂意气发。\n\n“一二·九”师生歌会六院联队正在招募中！\n\n比赛信息：\n比赛时间：初定2024年12月9日（周一）\n比赛地点：闵行校区霍英东体育中心\n比赛形式：以学院联队为单位的混声合唱\n\n成员招募要求：\n1. 合唱：材料科学与工程学院、生物医学工程学院、农业与生物学院、国际与公共事务学院、智慧能源创新学院、人工智能学院的师生。\n2. 学生指挥：需懂乐理或钢琴，音乐感受力好、乐感强，责任心强，有较强的进取心。\n3. 乐器伴奏：需乐感好，识谱强，责任心强。\n4. 舞蹈：需有舞蹈学习经历及一定的表演经验。\n5. 可视化及宣传：需具备摄影摄像、视频剪辑等相关技能，细致认真。\n\n初选试音安排：\n地点：材料学院徐祖耀楼500号会议室\n时间：\n1. 10月9日（周三）12:15-13:30\n2. 10月10日（周四）18:15-19:30\n3. 10月15日（周二）12:15-13:30\n\n请同学们尽量选择空闲时段，我们将根据问卷情况进行分配。如果确实无空闲时间，请在问卷中反馈，后续将视情况新增部分试音时间。\n\n报名方式：\n1. 请扫描二维码填写报名问卷。\n2. 报名截止时间：10月10日（周四）17:00。\n3. 报名合唱及乐器伴奏的同学需参与试音面试，报名其他岗位的同学请扫描问卷中的二维码入群等待通知。\n4. 本次活动提供素拓。\n5. 本次活动可参与党员及入党积极分子考核认证。\n6. 入选后将组织每周1-2次集中练习，具体安排另行通知。\n\n联系方式：xuyuanrong@sjtu.edu.cn（徐老师）",
        "source_url": "https://mp.weixin.qq.com/s/Az9C1asFLpjukkDZ7fbdTw"
    },
    {
        "summary": "上海交大人工智能学院与上海算法创新研究院联合打造 Data-Centric AI (DCAI) 攻坚组，致力于从数据出发引领 AI 范式革命。团队提供顶尖技术资源、学术成果机会和大咖导师支持，现招聘 AI 数据平台开发、数据库内核优化和测试等方向的实习生，工作地点可选上海或北京。加入 DCAI 组，共创 AI 数据基础设施的未来！",
        "content": "还在为模型调试而烦恼？感觉 AI 创新发展越来越激烈？是时候换个赛道，从源头掌握 AI 的未来！上海交通大学人工智能学院联合上海算法创新研究院，重磅打造 Data-Centric AI (DCAI) 攻坚组。我们正在引领一场从 Model-centric 到 Data-centric 的 AI 范式革命！\n\n在这里，你将有机会引领行业前沿，参与构建全球领先的 AI 数据基础设施，掌握改变游戏规则的技术。通过顶尖技术实战，你将亲手接触最新的大模型、智能体技术和酷炫应用场景，积累丰富的项目经验。配备大规模算力和海量高质量数据资源，你能尽情探索前沿研究，发表高影响力论文，扩大学术成果。与来自顶尖学府和头部企业的技术大咖并肩作战，不仅可以拓展专业视野，还能融入创新的团队文化。\n\n我们的目标是解决大模型研发和落地的瓶颈问题——数据。通过提供完整的系统化解决方案，使 AI 更加智能。我们专注于开发全球领先的 AI 数据库，融合结构化和非结构化数据的管理平台；打造自动化的非结构化数据治理框架 DataFlow 和动态非结构化数据治理工具 DataFlex；并通过领域知识增强推理技术减少数据和算力需求，助力企业私有化部署与智能体开发。\n\n我们正在寻找充满热情和能力的你，加入我们以下的职位：\n\n1. **AI 数据平台开发实习生**：设计并构建具备自主推理、自主协作的 Agent 服务系统；开发多模态 BI 核心模块，赋能多行业智能决策；优化高并发分布式计算服务。\n   - 要求：熟悉 Python 编程，数据结构与算法基础扎实，有 Agent 研究兴趣及相关框架经验者优先。\n\n2. **AI 数据库内核实习生**：研究和优化向量索引和检索算法，提升数据库查询和存储效率，开发解决海量非结构化数据处理难题的工具。\n   - 要求：精通 C++ 或 Rust，具备数据库相关专业背景，有开源数据库源码经验者优先。\n\n3. **AI 数据平台测试实习生**：负责功能、集成、压力测试，优化 DataFlow 算子和 pipeline 的可靠性与性能；测试高并发场景下的大模型推理服务。\n   - 要求：熟悉 Python 编程，理解 Agent 和 RAG 基本原理，擅长测试思路转化为工具。\n\n此外，我们拥有豪华导师天团，包括学术导师王钰（上海交大人工智能学院副教授、帝国理工博士）和企业导师汤林鹏（上海算法创新研究院负责人、普林斯顿大学博士）等，为你的职业成长保驾护航。工作地点可选择上海或北京。\n\n立即投递简历到：dc-ai-talent@iaar.ac.cn。邮件标题请注明：【DCAI 攻坚组】姓名+毕业年份+到岗时间。我们承诺快速面试和反馈，期待与你一起定义 AI 的未来！",
        "source_url": "https://mp.weixin.qq.com/s/P_b5Mlb7KDDN-SeuvFUDuw"
    }
]